Repository: sajidm46/Projects
Catalog: Translator/Translator/App_GlobalResources/BookResource.*.resx
Languages: de, fr, nl, sv

# General_DisplayingItems
source: Displaying {0} - {1} of {2}
de: Anzeigen von {0} - {1} von {2}
fr: Affichage de {0} - {1} de {2}
nl: {0} - {1} van {2} weergeven
sv: Visning av {0} - {1} i {2}

# General_Error_InvalidBookingStartDate
source: Booking start date is invalid.
de: Buchung von Startdatum ist ungültig.
fr: Date de début de réservation n’est pas valide.
nl: Boeking van de begindatum is ongeldig.
sv: Bokning startdatumet är ogiltigt.

# General_Error_NoBEGroups
source: No BE Groups Available For Client
de: Keine Gruppen für Kunden verfügbar sein
fr: Pas être disponible pour les clients des groupes
nl: Niet worden groepen beschikbaar voor Client
sv: Inte vara tillgängliga för klienten

# General_Error_NoBEsForGroup
source: No Bookable Entities currently available for selected groups
de: Keine buchbare Objekte derzeit verfügbar für ausgewählte Gruppen
fr: Aucune entité de réserver en ligne actuellement disponibles pour les groupes sélectionnés
nl: Geen boekbaar entiteiten die momenteel beschikbaar voor geselecteerde groepen
sv: Några bokningsbara entiteter för närvarande tillgänglig för utvalda grupper

# General_Page
source: Page:
de: Seite:
nl: Pagina:
sv: Sida:

# Book_BESearchString
source: Health Club Bookings
de: Health Club Buchungen
fr: Réservations Club santé
nl: Gezondheid Club boekingen
sv: Health Club bokningar

# Book_MainHeader
source: Book Health Club
de: Buch-Health-Club
fr: Club de santé livre
nl: Boek healthclub
sv: Bok Health Club

# Book_SubHeader
source: <p>Welcome to our on-line bookings service. If you have any issues using this service then please contact the club who will be happy to help.</p>
de: <p>Lassen Sie den stressigen Alltag hinter sich & verwöhnen Sie sich mit mit einer entspannenden Massage oder einem luxuriösen Beauty Treatment. Behandlungen können Sie hier online buchen, oder telefonisch unter: 030 20230 2950.only </p>
fr: <p>Bienvenue sur notre service de réservations en ligne. Si vous avez des questions à l’aide de ce service puis veuillez contacter le club qui sera heureux de vous aider.</p>
nl: <p>Welkom bij onze on-line reserveringen service. Als u problemen met deze service hebt neem dan contact met de club die zullen helpen u graag.</p>
sv: <p>Välkommen till vår online bokningar tjänst. Om du har några problem med denna tjänst sedan kontakta klubben som kommer gärna att hjälpa till.</p>

# Book_PreferredTime
source: Preferred Time:
de: Bevorzugte Uhrzeit:
fr: Meilleur moment :
nl: Voorkeur tijd:
sv: Rekommenderad tid:

# Book_SelectBookingType
source: Select Booking Type:
de: Wählen Sie Buchungsart:
fr: Sélectionnez le Type de réservation :
nl: Selecteer Type reservering:
sv: Välj Bokningstyp:

# Book_PanelHeader
source: Booking Options
de: Buchungsmöglichkeiten
fr: Options de réservation
nl: Alle boekingsmogelijkheden
sv: Bokningsalternativ

# General_Error_NoGroupSelected
source: No Group Selected
de: Keine Gruppe ausgewählt
fr: Aucun groupe sélectionné
nl: Geen geselecteerde groep
sv: Ingen grupp valt

# Calendar_MainHeader
source: Calendar
de: Kalender
fr: Calendrier
nl: Kalender
sv: Kalender

# Calendar_NotAvailableMessage
source: Sorry {0} at {1} is not available on that date. Please select a new date from the calender below which displays all dates that we are able to fulfil your request.
de: Tut mir leid {0} auf {1} ist zu diesem Zeitpunkt nicht verfügbar. Bitte wählen Sie einen neuen Termin aus dem Kalender unten, der alle Termine, die wir in der Lage angezeigt, Ihre Anforderungen zu erfüllen sind.
fr: Désolé {0} sur {1} n’est pas disponible à cette date. S’il vous plaît sélectionnez une nouvelle date dans le calendrier ci-dessous qui affiche toutes les dates que nous sommes en mesure de satisfaire votre demande.
nl: Sorry {0} bij {1} is niet beschikbaar op die datum. Selecteer een nieuwe datum in de kalender hieronder waarin alle datums die zijn wij in staat om te voldoen aan uw verzoek.
sv: Ledsen {0} på {1} finns inte på detta datum. Välj ett nytt datum från kalendern nedan som visar alla datum som vi kan uppfylla din begäran.

# General_Error_InvalidBE
source: Booking configuration error - please check web booking style: {0}
de: Konfigurationsfehler - Buchung überprüfen Sie bitte Web-Buchung-Stil: {0}
fr: Erreur de configuration - de réservation s’il vous plaît vérifier style réservation web : {0}
nl: Boeking configuratiefout - Controleer reservering Webstijl: {0}
sv: Bokning konfigurationsfel - Vänligen kontrollera webb bokning stil: {0}

# Offers_Duration
source: Duration
de: Dauer
fr: Durée
nl: Duur
sv: Längd

# Offers_MainHeader
source: Select Time
de: Wählen Sie Zeit
fr: Sélectionnez heure
nl: Selecteer tijd
sv: Välj tid

# Offers_NoBookings
source: No bookings available for this time.
de: Keine Buchungen für diese Zeit zur Verfügung.
fr: Aucune réservation disponible pour cette période.
nl: Geen boekingen beschikbaar voor deze tijd.
sv: Inga bokningar finns tillgängliga under denna tid.

# Offers_NotAvailable
source: Unfortunately your preferred time/date is not available, please choose an alternative below.
de: Ihre bevorzugte Zeit ist leider nicht verfügbar. Bitte wählen Sie eine Alternative.
fr: Malheureusement, votre heure/date préférée n’est pas disponible, veuillez choisir une alternative ci-dessous.
nl: Uw voorkeur tijd/datum is helaas niet beschikbaar, kies alternatief hieronder.
sv: Tyvärr din Rekommenderad tid/datum är inte tillgängligt, Välj vänligen ett alternativ nedan.

# Offers_Price
source: Price
de: Preis
fr: Prix
nl: Prijs
sv: Pris

# Offers_Select
source: Select
de: Wählen Sie
fr: Sélectionnez
nl: Selecteer
sv: Välj

# Offers_SelectOffer
source: Please Select an Offer
de: Bitte wählen Sie ein Angebot
fr: Veuillez sélectionner une offre
nl: Kies een aanbieding
sv: Vänligen välj ett erbjudande

# Offers_StartTime
source: Start Time
de: Startzeit
fr: Heure de début
nl: Begintijd
sv: Starttid

# ClientDetails_MainHeader
source: Your Details
de: Persönlich Informationen
fr: PREMIERE RESERVATION?
nl: Uw gegevens
sv: Dina uppgifter

# ClientDetails_SummaryHeader
source: Your Booking Summary
de: Ihre Buchungsübersicht
fr: Votre résumé de réservation
nl: De samenvatting van uw reservering
sv: Din bokning Sammanfattning

# Preview_MainHeader
source: Booking Preview
de: Zusammenfassung
fr: Aperçu de réservation
nl: Boeking Preview
sv: Bokning förhandsgranskning

# Preview_SubHeader
source: <p>Please review your booking and proceed to confirm your booking by accepting our terms and conditions and clicking the Accept button.</p><p>Upon confirming your booking, your credit card will be charged and an email will immediately be sent to you with a detailed confirmation.</p>
de: <p>Bitte überprüfen Sie, ob alle Angaben korrekt sind.</p> <p>Im nächsten Schritt werden Sie zum Zahlvorgang weitergeleitet. Sobald der Zahlvorgang abgeschlossen ist, erhalten Sie eine detaillierte Email mit allen Informationen zu Ihrem Termin.</p>
fr: <p>S’il vous plaît consulter votre réservation et procéder pour confirmer votre réservation en acceptant nos termes et conditions et en cliquant sur le bouton J’accepte.</p> <p>Après avoir confirmé votre réservation, votre carte de crédit sera débitée et un email sera immédiatement envoyé à vous avec une confirmation détaillée.</p>
nl: <p>Controleer uw boeking en gaat u verder met het bevestigen van uw reservering door onze voorwaarden te accepteren en voorwaarden en te klikken op de knop accepteren.</p> <p>Op de bevestiging van uw boeking, uw creditcard wordt afgeschreven en een e-mail zal onmiddellijk worden verzonden naar u met een gedetailleerde bevestiging.</p>
sv: <p>Vänligen granska din bokning och fortsätta att bekräfta din bokning genom att acceptera våra villkor och förhållanden och att klicka på knappen acceptera.</p> <p>På bekräfta din bokning, ditt kreditkort kommer att debiteras och ett mail kommer omedelbart att skickas till dig med en detaljerad bekräftelse.</p>

# Preview_TandCHeader
source: Booking Terms And Conditions
de: Buchungsbedingungen
fr: Termes et conditions de réservation
nl: Reservering voorwaarden
sv: Bokningsvillkor

# Preview_TandCPrompt
source: I agree to {0} booking terms and conditions
de: Ja, ich möchte {0} Buchungsbedingungen
fr: Je suis d’accord aux conditions et modalités de réservation de {0}
nl: Ik ben het eens met {0} reservering voorwaarden
sv: Jag håller med om att {0} bokningsvillkor

# General_Booking
source: <label>Booking:</label> {0}
de: Buchung: {0}
fr: Réservation : {0}
nl: Boeken: {0}
sv: Bokning: {0}

# General_BookingRef
source: <label>Booking Reference:</label> {0}
de: Buchungsnummer: {0}
fr: Référence de réservation : {0}
nl: Reservatienummer: {0}
sv: Bokning referens: {0}

# General_DiscountedCost
source: <label>Discounted Cost:<label> {0:c}
de: Ermäßigte Kosten: {0:c}
fr: Coût actualisé: {0:c}
nl: Gereduceerde kosten: {0:c}
sv: Rabatt: {0:c}

# General_Location
source: <label>Location:</label> {0}
de: AirHop Park: {0}
fr: Localisation : {0}
nl: Locatie: {0}
sv: AirHop: {0}

# General_StartTime
source: <label>Booking Date:</label> {0:dddd dd, MMMM yyyy HH:mm}
de: Buchungsdatum: {0:dddd dd, MMMM yyyy HH: mm}
fr: Réservation de Date: {0:dddd dd MMMM yyyy HH:mm}
nl: Datum reservering: {0:dddd dd, MMMM yyyy HH:mm}
sv: Bokningsdatum: {0: dddd dd MMMM yyyy HH:mm}

# General_TotalCost
source: <label>Total Cost:</label> {0:c}
de: Gesamtbetrag: {0:c}
fr: Coût total: {0:c}
nl: Totale kosten: {0:c}
sv: Totalt: {0:c}

# General_MinStartTime
source: Booking must start after {0:hh:mm}.
de: Buchung muss nach dem starten {0:hh:mm}.
fr: Réservation doit commencer après {0:hh:mm}.
nl: Boeking moet beginnen na {0:hh:mm}.
sv: Bokningen måste starta efter {0:hh:mm}.

# Complete_MainHeader
source: Complete!
de: Komplett!
fr: Complet !
nl: Compleet!
sv: Komplett!

# Complete_SubHeader
source: <p>Thank you! Your booking is confirmed</p><p>You will shortly receive an email to confirm you're details.</p><p>Should have any questions please do not hesitate to contact us directly.</p>
de: <p>Vielen Dank! Ihre Buchung ist bestätigt</p> <p>Sie erhalten in Kürze eine e-Mail zur Bestätigung Sie Einzelheiten sind.</p> <p>Müssen alle Fragen bitte zögern Sie nicht, uns direkt zu kontaktieren.</p>
fr: <p>Merci ! Votre réservation est confirmée</p> <p>vous recevrez sous peu un courriel pour confirmer vous êtes détails.</p> <p>Si avez des questions n’hésitent pas à nous contacter directement.</p>
nl: <p>Dank u! Uw boeking is bevestigd</p> <p>u ontvangt binnenkort een e-mail om te bevestigen u 're gegevens.</p> <p>Moeten een vragen aarzel niet om ons te contacteren direct.</p>
sv: <p>Tack! Din bokning är bekräftad</p> <p>du får inom kort ett e-postmeddelande för att bekräfta att du är detaljer.</p> <p>Bör ha någon frågor tveka inte att kontakta oss direkt.</p>

# Complete_TheTeam
source: The {0} Team
de: Dein {0} Team
fr: L’équipe de {0}
nl: Het Team van {0}
sv: Teamet {0}

# General_BookingSummary
source: Booking Summary
de: Buchungsübersicht
fr: Résumé de la réservation
nl: Boeken overzicht
sv: Bokning Sammanfattning

# General_PaymentSummary
source: Payment Summary
de: Zahlungsübersicht
fr: Sommaire des versements
nl: Samenvatting van de betaling
sv: Betalning Sammanfattning

source: Your Selection:
de: Ihre Auswahl:

source: Order Summary
de: Bestellungsübersicht

# Offers_Start
source: Start
fr: Début
