Repository: sajidm46/Projects
Catalog: Translator/Translator/App_GlobalResources/BuyTicketsResource.*.resx
Languages: de, fr, nl, sv

# Complete_Blurb
source: Some blurb.....
de: Einige Klappentext...
fr: Un texte de présentation...
nl: Sommige blurb...
sv: Vissa blurb...

# Complete_Dear
source: Dear
de: Hallo
nl: Lieve
sv: Hej

# Complete_MainHeader
source: Payment Successful
de: Zahlung erfolgreich
fr: Paiement réussi
nl: Betaling succesvol
sv: Betalning framgångsrika

# Complete_PricePaid
source: Price Paid
de: Gezahlten Preis
fr: Prix payé
nl: Betaalde prijs
sv: Betalkurs

# Complete_Telephone
source: Telephone:
de: Telefon:
fr: Téléphone :
nl: Telefoon:
sv: Telefon:

# Complete_ThankYou
source: Thank you for purchasing tickets to play at ???????. Please find confirmation details below. You may wish to print this screen for your records.
de: Vielen Dank für den Kauf von Tickets bei ??????? spielen. Hier finden Sie Bestätigung Details unten. Vielleicht möchten Sie diesen Bildschirm für Ihre Unterlagen ausdrucken.
fr: Nous vous remercions d’avoir acheté des billets pour jouer au ???????. Retrouvez les détails de confirmation ci-dessous. Vous pouvez imprimer cet écran pour vos dossiers.
nl: Dank u voor de aankoop van tickets om te spelen op ???????. Hieronder vindt u hieronder de gegevens van de bevestiging. Mogelijk wilt u dit scherm voor uw administratie afdrukken.
sv: Tack för att köpa biljetter till spela på ???????. Vänligen hitta bekräftelse detaljer nedan. Du kanske vill skriva ut denna skärm för din bokföring.

# Complete_TheTeam
source: The {0} Team
de: Dein {0} Team
fr: L’équipe de {0}
nl: Het Team van {0}
sv: Teamet {0}

# Complete_ThisDateOnly
source: (Tickets are valid for this date only)
de: (Tickets sind gültig für dieses Datum nur)
fr: (Les billets sont valables pour cette date seulement)
nl: (Tickets zijn geldig voor deze datum alleen)
sv: (Biljetter är giltiga för endast detta datum)

# Complete_TicketSummary
source: Your Tickets Summary
de: Ihre Tickets-Übersicht
fr: Votre résumé de billets
nl: De samenvatting van uw Tickets
sv: Dina biljetter Sammanfattning

# General_Centre
source: Centre: {0}
de: Zentrum: {0}
nl: Centrum: {0}
sv: Centrum: {0}

# General_Discount
source: Discount
de: Rabatt
fr: Remise
nl: Korting
sv: Rabatt

# General_InvalidAttendeeAge
source: Please enter a valid Date of birth for the member: {0}. Age should be between {1} and {2} for the selected membership."
de: Bitte geben Sie ein gültiges Geburtsdatum für den Member: {0}. Alter muss zwischen {1} und {2} für die ausgewählten Mitgliedschaft. "
fr: Veuillez entrer une Date valide de naissance du membre : {0}. âge devrait se situer entre {1} et {2} pour la composition sélectionnée. »
nl: Voer een geldige geboortedatum voor de afgevaardigde: {0}. leeftijd moet tussen {1} en {2} voor het geselecteerde lidmaatschap. "
sv: Vänligen ange ett giltigt födelsedatum för medlemmen: {0}. ålder bör vara mellan {1} och {2} för valda medlemskap. "

# General_MemberGroup
source: Member Group
de: Mitgliedergruppe
fr: Membre du groupe
nl: Lid groep
sv: Medlemsgruppen

# General_NetPrice
source: Net Price
de: Netto-Preis
fr: Prix net
nl: Netto prijs
sv: Nettopris

# General_NoAdults
source: No Adults Added
de: Keine Erwachsenen hinzugefügt
fr: Aucun adulte ajoutés
nl: Geen volwassenen toegevoegd
sv: Inga vuxna lagt till

# General_NoMembers
source: No Members Added
de: Keine Mitglieder hinzugefügt
fr: Aucun membre ajouté
nl: Geen leden toegevoegd
sv: Inga medlemmar har lagt till det

# General_None
source: None
de: Keine
fr: Aucun
nl: Geen
sv: Ingen

# General_PriceToPay
source: Price To Pay
de: Preis zu zahlen
fr: Prix à payer
nl: Prijs te betalen
sv: Pris att betala

# General_SerialNo
source: Voucher Serial Number:
de: Gutschein-Seriennummer:
fr: N° de série :
nl: Serienummer van de Bon:
sv: Verifikationen serienummer:

# General_TicketsValid
source: (Tickets are valid for this date only)
de: (Tickets sind gültig für dieses Datum nur)
fr: (Les billets sont valables pour cette date seulement)
nl: (Tickets zijn geldig voor deze datum alleen)
sv: (Biljetter är giltiga för endast detta datum)

# General_TotalToPay
source: Total To Pay
de: Insgesamt zu zahlen
fr: Total à payer
nl: Totaal te betalen
sv: Totalt att betala

# General_UnitCost
source: Unit Cost
de: Kosten pro Einheit
fr: Coût unitaire
nl: Kostprijs
sv: Styckkostnad

# General_Vat
source: Vat
de: MwSt
fr: TVA
nl: BTW
sv: Mervärdesskatt

# General_VisitDate
source: Visit Date: {0} {1}
de: Besuch Datum: {0} {1}
fr: Date de visite : {0} {1}
nl: Bezoek de datum: {0} {1}
sv: Besök datum: {0} {1}

# General_YourTickets
source: Your Tickets
de: Ihre Tickets
fr: Vos billets
nl: Uw Tickets
sv: Dina biljetter

# Step1_AdultsRequired
source: You need at least one Adult for your visit!
de: Sie benötigen mindestens ein Erwachsener für Ihren Besuch!
fr: Vous avez besoin d’au moins un adulte pour votre visite !
nl: U moet ten minste één volwassene voor uw bezoek!
sv: Du behöver minst en vuxen för ditt besök!

# Step1_ChildrenRequired
source: You need at least one child for your visit!
de: Sie benötigen mindestens ein Kind für Ihren Besuch!
fr: Vous avez besoin d’au moins un enfant pour votre visite !
nl: U moet ten minste één kind voor uw bezoek!
sv: Du behöver minst ett barn för ditt besök!

# Step1_Info
source: <p>Prices are inclusive of unlimited rides on our fairground rides and climbing walls. Rides vary between sites. Cost includes unlimited use of facilities. Please note in peak times such as school holidays a 2.5hr play session may be introduced. The registration fee is in addition to entrance fees and is per family for life. It entitles your family to access to any ??????? centre. Every registered family will receive their own security swipe card and a pack including a £2.50 café discount voucher amongst others.</p><p class="req">Please be aware that all tickets purchased are non-refundable.</p>
de: <p>Preise sind inklusive unbegrenzte Fahrten auf unseren Fahrgeschäften und Kletterwände. Fahrten variieren zwischen den Standorten. Kosten beinhalten unbegrenzte Nutzung der Einrichtungen. Bitte beachten Sie in Spitzenzeiten wie eingeführt werden können, während der Schulferien ein 2,5 Stunden mitspielen. Die Anmeldegebühr ist neben der Eintrittsgelder und pro Familie fürs Leben. Es berechtigt Ihre Familie Zugang zu jedem ??????? Center. Jede eingetragene Familie erhalten, ihre eigene Sicherheit Magnetkarte und eine Packung einschließlich eines £2,50-Café-Rabatt-Gutscheins u.a..</p> <p class="req"> Bitte beachten Sie, dass alle gebuchten Fahrkarten nicht erstattungsfähig sind.</p>
fr: <p>Prix reposent sur un usage illimité sur nos manèges forains et murs d’escalade. Balades varient entre les sites. Coût comprend une utilisation illimitée des installations. Veuillez noter en heures de pointe, telles que les vacances scolaires un hr 2,5 jouer session peuvent être introduits. Les frais d’inscription sont en plus des frais d’entrée et par famille pour la vie. Il permet à votre famille d’accéder à n’importe quel centre de ???????. Chaque famille inscrit recevront leur propre carte de sécurité magnétique et d’un pack comprenant un bon de réduction de café 2,50 £ parmi d’autres.</p> <p class="req"> s’il vous plaît être conscient que tous les billets achetés sont non remboursables.</p>
nl: <p>Prijzen zijn inclusief onbeperkt ritten op onze kermis attracties en klimmuren. Ritten variëren tussen sites. Kosten inclusief onbeperkt gebruik van voorzieningen. Let op: in de spitsuren, zoals schoolvakanties een 2.5hr spelen sessie kunnen worden ingevoerd. Het inschrijvingsgeld is naast de toegangsprijzen en is per gezin voor het leven. Het heeft het recht uw gezin toegang tot alle ??????? centrum. Elke geregistreerde familie ontvangt het pasje van hun eigen veiligheid en een pack met inbegrip van een kortingsbon voor £2,50 café o.a..</p> <p class="req"> Wees u ervan bewust dat alle tickets gekocht niet restitueerbaar zijn.</p>
sv: <p>Priser är inklusive obegränsad åkning på våra fairground åkattraktioner och klätterväggar. Rider varierar mellan platser. Kostnaden inkluderar obegränsad användning av faciliteter. Observera i högtrafik såsom skolloven en 2,5 timmars spela session kan införas. Anmälningsavgiften är förutom inträdesavgifter och per familj för livet. Det ger din familj tillgång till någon ??????? centrum. Varje registrerad familj får egna säkerhet svep kort och ett pack inklusive en £2,50 café rabattkupong bl.a.</p> <p class="req"> du vara medveten om att alla köpta biljetter återbetalas.</p>

# Step1_MainHeader
source: Buy Tickets
de: Tickets kaufen
fr: Acheter des billets
nl: Tickets kopen
sv: Köpa biljetter

# Step1_NoAvailability
source: There are insufficient tickets available for the date and session selected. Please select another date or session.
de: Gibt es nicht genügend Tickets für das Datum und die Sitzung ausgewählt. Bitte wählen Sie ein anderes Datum oder Sitzung.
fr: Il y a insuffisants billets disponibles pour la date et la session sélectionnée. Veuillez sélectionner une autre date ou session.
nl: Er zijn onvoldoende tickets beschikbaar voor de datum en de sessie geselecteerd. Selecteer een andere datum of sessie.
sv: Otillräcklig biljetter finns tillgängliga för datum och session som valts. Vänligen välj ett annat datum eller session.

# Step1_SelectTime
source: Please select the time you intend to visit:
de: Bitte wählen Sie die Zeit, die Sie besuchen wollen:
fr: Veuillez sélectionner le temps, que vous avez l’intention de visiter :
nl: Selecteer de tijd die u wilt bezoeken:
sv: Välj den tid du tänker besöka:

# Step1_TooManyChildren
source: All groups of 15 children or more have to be booked direct with our centre. Please contact us. Thank you.
de: Gruppen ab 15 Kinder haben direkt mit unserem Zentrum gebucht werden. Bitte kontaktieren Sie uns. Danke.
fr: Tous les groupes de 15 enfants ou plus doivent être réservé directement avec notre centre. S’il vous plaît contactez-nous. Merci.
nl: Alle groepen van 15 kinderen of meer moeten worden geboekt direct met ons centrum. Neem contact met ons op. Dank u.
sv: Alla grupper av 15 barn eller mer måste bokas direkt med våra centrum. Vänligen kontakta oss. Tack.

# Step2_MainHeader
source: Head Member
de: Kopf-Mitglied
fr: Membre de la tête
nl: Hoofd lid
sv: Chef medlem

# Step2_Section1
source: 1. Tell us about yourself
de: 1. Erzähl uns von dir
fr: 1. Parlez-nous de vous
nl: 1. Vertel ons over jezelf
sv: 1. berätta om dig själv

# Step3_Info
source: <p>Nearly there, please now give us the details of all the other members in your group. When completing each member details please select the correct link option:</p><ul><li>Family Child = Your own children</li><li>Parent/Guardian = For additional adult family members</li><li>Guest = For all children/adults that are not family members e.g. Friends</li></ul>
de: <p>Fast dort, jetzt geben Sie uns die Details aller anderen Mitglieder in Ihrer Gruppe. Abschluss jedes Mitglied Details wählen Sie bitte die richtigen Link-Option:</p> <ul><li>Familie Kind = eigene Kinder</li> <li>Eltern/Erziehungsberechtigten für zusätzliche Erwachsene Familienmitglieder =</li> <li>Gast = für alle Kinder/Erwachsenen, die nicht Familienmitglieder z.B. Freunde</li></ul>
fr: <p>Près de là, s’il vous plaît maintenant nous donner les détails de tous les autres membres de votre groupe. Lorsque vous remplissez chaque membre détails s’il vous plaît sélectionnez l’option lien correct :</p> <ul><li>famille enfant = vos enfants</li> <li>Parent/tuteur = pour les autres membres de la famille adultes</li> <li>Commentaires = pour tous les enfants et les adultes qui ne sont pas membres de la famille par exemple amis</li></ul>
nl: <p>Bijna daar, nu geef ons de details van alle andere leden van uw groep. Bij het invullen van elk lid details Selecteer de juiste link optie:</p> <ul><li>familie kind = uw eigen kinderen</li> <li>ouder/voogd = voor extra volwassen gezinsleden</li> <li>gast = voor alle kinderen/volwassenen die geen familie lid bijvoorbeeld vrienden</li></ul>
sv: <p>Nästan där, vänligen nu ge oss information om alla andra medlemmar i din grupp. När du fyller varje medlem Detaljer Vänligen välj alternativet rätt länk:</p> <ul><li>familj barn = dina egna barn</li> <li>vårdnadshavare = för ytterligare vuxna familjemedlemmar</li> <li>gäst = för alla barn/vuxna som inte är familjemedlemmar t.ex. vänner</li></ul>

# Step3_MainHeader
source: Linked Members
de: Verknüpfte Mitglieder
fr: Membres liés
nl: Gekoppelde leden
sv: Länkade medlemmar

# Step4_CBAgree
source: I agree to the above conditions.
de: Ich akzeptiere die oben genannten Bedingungen.
fr: J’accepte les conditions ci-dessus.
nl: Ik ga akkoord met de bovenstaande voorwaarden.
sv: Jag godkänner villkoren ovan.

# Step4_CBAgreeRequired
source: Please agree to our Rules of Play before you continue.
de: Bitte stimmen Sie unseren Rules of Play, bevor Sie fortfahren.
fr: S’il vous plaît accepter nos règles du jeu avant de continuer.
nl: Gelieve akkoord met onze regels voor spelen voordat u verdergaat.
sv: Vänligen samtycker till att våra regler för spela innan du fortsätter.

# Step4_FamilyVisitOnline
source: Family Visit Online
de: Familienbesuch Online
fr: Visite familiale en ligne
nl: Familie bezoek Online
sv: Familj besök Online

# Step4_RulesOfPlay
source: <p>It is very important to read, understand and agree to our <a href="http://party.???????.com/PartyBooking/pdf/RulesOfPlay.pdf" style="text-decoration: underline;" target="_blank">Rules of Play</a> before continuing.</p><p>I understand that tickets are valid for the date and time displayed only. Tickets are non-transferable and non-refundable.</p>
de: <p>Es ist sehr wichtig zu lesen, verstehen und einverstanden sind, unsere <a href="http://party.???????.com/PartyBooking/pdf/RulesOfPlay.pdf" style="text-decoration: underline;" target="_blank"> Rules of Play</a>, bevor Sie fortfahren.</p> <p>ich verstehe, dass Tickets für das Datum und die Uhrzeit nur gültig sind. Tickets sind nicht übertragbar und nicht rückerstattbar.</p>
fr: <p>Il est très important de lire, de comprendre et d’accepter nos <a href="http://party.???????.com/PartyBooking/pdf/RulesOfPlay.pdf" style="text-decoration: underline;" target="_blank"> Règles du jeu</a> avant de poursuivre.</p> <p>je comprends que les billets sont valables pour la date et l’heure affichées uniquement. Les billets sont non transférables et non remboursables.</p>
nl: <p>Het is zeer belangrijk om te lezen, begrijpen en akkoord gaat met onze <a href="http://party.???????.com/PartyBooking/pdf/RulesOfPlay.pdf" style="text-decoration: underline;" target="_blank"> Regels van de spelen</a> voordat u verdergaat.</p> <p>Ik heb begrepen dat de tickets geldig voor de datum en tijd weergegeven alleen zijn. Tickets zijn niet-overdraagbaar en niet-restitueerbare.</p>
sv: <p>Är det mycket viktigt att läsa, förstår och accepterar våra <a href="http://party.???????.com/PartyBooking/pdf/RulesOfPlay.pdf" style="text-decoration: underline;" target="_blank"> Regler för spela</a> innan du fortsätter.</p> <p>jag förstår att biljetter är giltiga för datum och tid visas endast. Biljetterna är icke-överföringsbara och icke-återbetalningsbara.</p>
