Repository: sajidm46/Projects
Catalog: Translator/Translator/App_GlobalResources/ClientDetailsResource.*.resx
Languages: de, nl, sv

# AddBooking
source: If you have booked with us before then please enter your user details.
de: Dann können Sie sich hier anmelden:
nl: Vul hieronder jouw inloggegevens in:
sv: Om du redan har bokat hos oss kan du logga in här.

source: Address 1
de: Straße und Hausnummer
nl: Straat en huisnummer
sv: Gata och husnummer

source: Address 2
de: (Adresszeile bei Bedarf)
nl: (Extra adresregel )
sv: (Adress om det behövs)

source: Address 3
de: Ort
nl: Postcode en woonplaats
sv: Ort

# AddressRequired
source: Please enter the first line of your address
de: Bitte gib deine Adresse an
nl: Vul hier jouw adres in.
sv: Skriv in din adress

source: Booked Before?
de: Haben Sie schon einmal bei uns gebucht?
nl: Heb je al bij ons gesprongen?
sv: Har du redan bokat hos oss?

source: Contact Details
de: Falls Sie noch nie bei uns gebucht haben, benötigen wir Ihre Kontaktdaten, um die Buchung zu bestätigen:
nl: Contactgegevens
sv: Kontaktinformation

source: Date Of Birth
de: Geburtsdatum
nl: Geboortedatum
sv: Födelsedatum

# EmailRequired
source: Please enter your email
de: Bitte gib deine E-Mail-Adresse ein
nl: Vul jouw e-mailadres in
sv: Skriv in din e-postadress

source: Find Address
de: Adresse suchen
nl: Adres zoeken
sv: Hitta adress

source: First Booking?
de: Erste Buchung?
nl: eerste keer bij ons?
sv: Första bokningen?

source: First Name
de: Vorname
nl: Voornaam
sv: Förnamn

# FirstNameRequired
source: Please enter your First Name
de: Bitte gib den Vornamen ein
nl: Vul hier jouw voornaam in
sv: Skriv in ditt nam

source: Has Waiver
de: mit Haftungserklärung
nl: met vrijwaringsformulier
sv: med ansvarsfriskrivning

source: House Number
de: Hausnummer
nl: Huisnummer
sv: Husnummer

# InvalidEmail
source: Invalid Email Address
de: Ungültige E-Mail-Adresse
nl: Ongeldig e-mailadres
sv: Ogiltig e-postadress

# InvalidPhone
source: Invalid Phone Number
de: Ungültige Telefonnummer
nl: Ongeldig telefoonnummer
sv: Ogiltigt telefonnummer

source: Last Name
de: Nachname
nl: Achternaam
sv: Efternamn

# LastNameRequired
source: Please enter your Last Name
de: Bitte gib deinen Nachnamen ein
nl: Vul jouw achternaam in
sv: Skriv in ditt efternamn

# LoginRequired
source: Your details are already registered in the system. Please log in to make a booking
de: Deine Daten sind bereits im System registriert. Bitte melde dich an, um eine Buchung durchzuführen
nl: Jouw gegevens zijn al bekend in ons reserveringsysteem. Log in om een reservering te maken.
sv: Dina uppgifter är redan registrerade i systemet. Vänligen logga in för att boka tid

source: Miss
nl: Mej.

source: Mr
nl: De heer

source: Mrs
nl: Mevrouw

source: Ms
nl: Mej.

# MyChild
source: I am the Parent or Guardian
de: Mein Kind
nl: Mijn kind
sv: Mitt barn

# NewBooking
source: If this is your first booking then please enter your details below.
de: Ist das deine erste Buchung, fülle bitte die folgenden Felder aus
nl: Is dit jouw eerste reservering? Vul dan jouw gegevens hieronder in.
sv: Vänligen fyll i följande fält om detta är din första bokning

source: No
de: Nein
nl: Nee
sv: Nej

source: Parent/Guardian Details
de: Eltern / Erziehungsberechtigten Details
nl: Gegevens van de ouder/voogd
sv: Förälder/ansvarig vuxen

# Participating
source: I am participating
de: Ich nehme teil
nl: Ik doe mee
sv: Jag deltar

source: Person
de: Teilnehmer
nl: Naam
sv: Namn

# PersonTitle
source: Title
de: Anrede
nl: Aanhef
sv: Hälsningsfras

source: Phone
de: Telefon
nl: Tefefoon
sv: Telefon

# PhoneRegex
source: ^((\+44\s?\d{4}|\(?\d{5}\)?)\s?\d{6})|((\+44\s?|0)7\d{3}\s?\d{6})$
nl: ^\d{9,14}$

# PhoneRequired
source: Please enter your phone number
de: Bitte Telefonnummer angeben
nl: Vul jouw telefoonnummer in
sv: Vänligen ange telefonnummer

# PostCodeRequired
source: Please enter your post code
de: Bitte gib deine Postleitzahl an
nl: Vul jouw postcode in
sv: Skriv in ditt postnummer

source: Resend Email
de: E-Mail erneut senden
nl: Verstuur e-mail nog een keer
sv: Skicka e-post

# RUJumping
source: Will you be participating?
de: Wirst du mitspringen?
nl: Ga jij ook springen?
sv: Ska du hoppa?

source: Select Address
de: Adresse auswählen
nl: Selecteer adres
sv: Välj adress

source: Yes
de: Ja
nl: Ja
sv: Ja

source: Your Details
de: Deine Angaben
nl: Jouw gegevens
sv: Dina uppgifter

source: Joined Online
de: Online-Anmeldedatum
nl: Datum online registratie
sv: Datum för registrering online

source: Use Booker Details
de: Angaben des Buchenden verwenden
nl: Gebruik gegevens van de boeker
sv: Använd bokningsdetaljer

source: Address:
de: Adresse
nl: Adres:
sv: Adress

source: Confirm Email
de: Bestätigungs-E-Mail
nl: Bevestig e-mailadres
sv: E-postbekräftelse

# EmailMismatch
source: Email addresses differ!
de: E-Mail-Adressen sind unterschiedlich!
nl: De e-mailadressen zijn niet gelijk
sv: E-postadresserna stämmer inte överens!

# ExistingCustomer
source: Exisiting Customer?
de: Bestehender Kunde?
nl: Terugkerende bezoeker
sv: Befintlig kund?

# ExistingPurchase
source: Please enter your login details if you are an existing member.
de: Bitte gib deine Anmeldedaten ein, wenn du bereits Mitglied bist.
nl: Inloggen terugkerende bezoeker
sv: Skriv in dina inloggningsuppgifter om du redan är medlem.

# HowHear
source: How did you hear about us?
de: Wie bist du auf uns aufmerksam geworden?
nl: Hoe heb je over ons gehoord?
sv: Hur hörde du talas om oss?

# Remind
source: Enter your registered email address below and we will send you an email with a new password.
de: Gib deine registrierte E-Mail-Adresse ein und wir schicken dir eine E-Mail mit einem neuen Passwort.
nl: Voer jouw geregistreerde e-mailadres in. Dan ontvang je een e-mail met een nieuw wachtwoord.
sv: Ange din registrerade e-postadress så skickar vi ett mail med ett nytt lösenord.

# ReminderError
source: There was an error sending the new login details.
de: Es ist ein Fehler beim Versand der neuen Anmeldedaten aufgetreten.
nl: Er is iets fout gegaan bij het versturen van de nieuwe inloggegevens
sv: Ett fel uppstod när de nya inloggningsuppgifterna skickades.

# ReminderSent
source: New login details have been sent to '{0}'.
de: Neue Anmeldedaten wurden an '{0}' gesendet.
nl: De nieuwe inloggegevens zijn verstuurd naar '{0}'.
sv: Nya inloggningsuppgifter skickas till {0}.

source: Unknown Email Address
de: Unbekannte E-Mail Adresse
nl: Het e-mail adres is niet bekend
sv: Okänd e-postadress

# AllDetailsRequired
source: Please complete all the details for this person
de: Bitte ergänze alle Angaben zu dieser Person
nl: Vul alle gegevens in voor deze persoon
sv: Fyll i all information om denna person

# AlreadyRegistered
source: I am already registered
de: Ich bin bereits registriert
nl: Ik ben al geregistreerd
sv: Jag är redan registrerad

# SupportedTitles
source: Mr:Mrs:Miss:Ms:Dr
de: Herr:Frau:Frl.:Dr
nl: Dhr.:Mw.
sv: Notused

source: Email
sv: E-post

source: Post Code
de: Postleitzahl
sv: Postnummer

# EmailRegex
source: \w+([-+.]\w+)*@\w+([-.]\w+)*\.\w+([-.]\w+)*
de: [äöüÄÖÜß\w-]+([-+.][äöüÄÖÜß\w-]+)*@[äöüÄÖÜß\w-]+([-.][äöüÄÖÜß\w-]+)*\.[äöüÄÖÜß\w-]+([-.][äöüÄÖÜß\w-]+)*
sv: [äåéöÄÅÉÖ\w-]+([-+.][äåéöÄÅÉÖ\w-]+)*@[äåéöÄÅÉÖ\w-]+([-.][äåéöÄÅÉÖ\w-]+)*\.[äåéöÄÅÉÖ\w-]+([-.][äåéöÄÅÉÖ\w-]+)*

# TownRegex
source: [a-zA-Z\s]*
de: [a-zäöüA-ZÄÖÜß\s]*
sv: [a-zäåéöA-ZÄÅÉÖ\s]*

# ChangePassword
source: Change your password?
de: Ändern Sie Ihr Passwort?
sv: Ändra ditt lösenord?
