Repository: sajidm46/Projects
Catalog: Translator/Translator/App_GlobalResources/CommonErrorResource.*.resx
Languages: de, fr, nl, sv

# BookingCancelFailed
source: Failed to cancel booking : {0}
de: Buchung konnte nicht storniert werden: {0}
fr: Impossible d’annuler la réservation : {0}
nl: De reservering kan niet geannuleerd worden
sv: Bokningen kunde inte annulleras: {0}

source: Booking Cancelled
de: Buchung storniert
fr: Réservation annulée
nl: De reservering is geannuleerd
sv: Bokningen annulleras

# BookingFailed
source: Unable to create Booking : {0}
de: Buchung konnte nicht durchgeführt werden : {0}
fr: Impossible de créer la réservation : {0}
nl: De reservering is niet gemaakt
sv: Bokningen misslyckades: {0}

# CancelFailedCharges
source: Failed to Cancel Booking after LayInCharges Failed, Reason: {0}
de: Buchung konnte nicht storniert werden, nachdem LayInCharges fehlgeschlagen ist, Grund: {0}
fr: Impossible d’annuler la réservation après l’échec de la LayInCharges, motif : {0}
nl: Het is niet gelukt de reservering te annuleren, reden: {0}
sv: Bokningen kunde inte avbokas eftersom LayInCharges misslyckades, anledning: {0}

# CancelFailedPayment
source: Failed to Cancel Booking after Payment Failed. Reason: {0}
de: Buchung konnte nicht storniert werden, nachdem Zahlung fehlgeschlagen ist, Grund: {0}
fr: Impossible d’annuler la réservation après que paiement a échoué. Raison : {0}
nl: De reservering kan niet geannuleerd worden omdat je al betaald hebt
sv: Bokningen kunde inte avbokas eftersom betalningen ej genomfördes, anledning: {0}

# CancelFailedProv
source: Failed to CancelBooking after failing to set ReservationAttendee status to provisional : {0}
de: Buchung konnte nicht storniert werden, nachdem die Änderung des Teilnehmerstatus zu 'vorläufig' fehlgeschlagen ist: {0}
fr: N’a pas CancelBooking après avoir échoué à régler ReservationAttendee statut provisoire : {0}
nl: De reservering kan niet geannuleerd worden omdat het aantal deelnemers niet aangepast kan worden
sv: Bokningen kunde inte avbokas eftersom ändringen till "preliminärt" misslyckades: {0}

# CancelResFailed
source: Failed to Cancel reservations when unable to create booking: {0} : {1}
de: Fehlgeschlagen Reservierungen zu stornieren, wenn nicht in der Lage Buchung zu erstellen: {0}: {1}
fr: Impossible d’annuler réservations lorsqu’il est impossible de créer la réservation : {0} : {1}
nl: De reservering kon niet geannuleerd worden omdat de reservering nog niet gemaakt is
sv: Reservationen kunde inte avbokas när bokningen inte genomfördes: {0}: {1}

# CreatePersonError
source: Error Creating new person
de: Fehler beim Erstellen eines neuen Teilnehmers
fr: Nouvelle personne de Error Creating
nl: Fout bij aanmaken nieuwe persoon
sv: Det gick inte att skapa en ny deltagare

# EmailError
source: Error sending email From [{0}] To [{1}] Subject[{2}] Reason: {3}
de: Fehler beim Senden der E-Mail von [{0}] an [{1}] Betreff[{2}] Reason: {3}
fr: Erreur d’envoyer des e-mail de [{0}] [{1}] sujet [{2}] raison : {3}
nl: Fout bij verzenden van e-mail van [{0}] naar [{1}] met als onderwerp [{2}] reden: {3}
sv: Det gick inte att skicka e-post från [{0}] till [{1}] ämne [{2}] anledning: {3}

# EnterDiscount
source: Please enter a discount code or a voucher code
de: Bitte geben Sie einen Rabatt-Code oder einen Gutscheincode
fr: Veuillez saisir un code de réduction ou un code promotionnel
nl: Voer een kortingscode of een vouchercode in
sv: Ange en rabattkod eller värdecheck

# ExternalWebPayError
source: External Web Payment Method not set up correctly for this site
de: Externe Online-Zahlungsmethode nicht korrekt eingerichtet für diese Seite
fr: Méthode de paiement Web externe pas configuré correctement pour ce site
nl: Deze betalingsmethode is niet juist opgezet
sv: Den externa internetbetalningen är inte korrekt inställd för denna sida

# InvalidDate
source: Invalid Date Entered
de: Ungültiges Datum eingetragen
fr: Date d’entrée non valide
nl: De ingevoerde datum is ongeldig
sv: Ogiltigt datum

# InvalidLogin
source: Incorrect Password/User Name
de: Falsches/r Passwort/Benutzername
fr: Mauvais mot de passe/nom d’utilisateur
nl: Wachtwoord/gebruikersnaam is onjuist
sv: Felaktigt lösenord/användarnamn

source: Invalid Login Type
de: Ungültiger Anmeldetyp
fr: Type de connexion non valide
nl: Ongeldige log-in
sv: Ogiltig inloggningstyp

source: Invalid Request!
de: Ungültige Anfrage!
fr: Requête non valide !
nl: Ongeldige actie
sv: Ogiltig post!

# InvalidSession
source: Invalid or expired Session
de: Ungültige oder abgelaufene Sitzung
fr: Session invalide ou expirée
nl: De sessie is verlopen of ongeldig
sv: Ogiltig eller utgången session

# LinkError
source: Unexpected Error Linking Person Id {0} with {1} Reason : {2}
de: Unerwarteter Fehler beim Verknüpfen der Personen-ID {0} mit {1} Grund: {2}
fr: Erreur inattendue qui relie personne Id {0} {1} raison : {2}
nl: Onverwachte fout bij het koppelen persoon
sv: Ett oväntat fel uppstod vid länkning av identifikation {0} {1} anledning: {2}

# NoBooker
source: Can't find booker in participant list
de: Buchender kann nicht in Teilnehmerliste gefunden werden
fr: Impossible de trouver booker dans la liste des participants
nl: De boeker komt niet voor in de lijst van deelnemers
sv: Bokningen kan inte hittas i listan över deltagare

# NoSiteSelected
source: Please Select A Site
de: Bitte wähle einen Park
fr: Veuillez sélectionner un Site
nl: Selecteer een park
sv: Välj en park

# NoTransIds
source: No Transaction Ids returned
de: Keine Transaktion zurück
fr: Aucun ID de Transaction est ne retourné
nl: Geen teruggave
sv: Ingen transaktion tillbaka

# PostProcError
source: We have confirmed your booking but have encountered an error finalising all the details. Please contact the site to confirm your booking details
de: Wir haben deine Buchung erhalten, aber einen Fehler bei der Finalisierung aller Details festgestellt. Bitte kontaktiere deinen Park um die Buchungsdetails zu bestätigen
fr: Nous avons confirmé votre réservation mais ont rencontré une erreur finaliser tous les détails. Veuillez contacter le site pour confirmer les détails de votre réservation
nl: We hebben nog een paar vragen over jouw reservering. Neem je contact op met ons om de reservering te bevestigen?
sv: Vi har fått din bokning, men det uppstod ett fel. Kontakta AirHop för att bekräfta dina bokningsuppgifter

# SetProvError
source: Failed to change Booking Status from Active to Provisional pending payment : {0}
de: Fehler beim Ändern des Buchungsstatus von 'aktiv' auf 'vorläufig Bezahlung schwebend' {0}
fr: Impossible de changer le statut de réservation Active à provisoire dans l’attente de paiement : {0}
nl: Het is niet gelukt om de reservering van actief naar voorlopig te veranderen,vanwege de afwachting van de betaling.
sv: Det gick inte att ändra bokningen från "aktiv" till "preliminär bokning i väntan på betalning" {0}

# TNSPaymentCancelled
source: TNS Payment Cancelled/Declined: {0}
de: TNS Zahlung Storniert/Abgelehnt: {0}
fr: AMT paiement annulé/refusé : {0}
nl: TNS betaling geannuleerd/geweigerd: {0}
sv: TNS-betalningen annullerades/genomfördes ej: {0}

# TooOld
source: Age must be younger than {0}
de: Alter muss kleiner sein als {0}
fr: Âge doit être plus jeune que {0}
nl: Je moet jonger zijn dan
sv: Ålder måste vara mindre än {0}

# TooYoung
source: Age must be older than {0}
de: Alter muss größer sein als {0}
fr: Âge doit être plus vieux que {0}
nl: Je moet ouder zijn dan
sv: Du måste vara äldre {0}

# WaiverSaveError
source: Error saving waiver: {0}
de: Fehler beim Speichern der Haftungserklärung : {0}
fr: Renonciation à une erreur : {0}
nl: Er ging iets fout bij het opslaan van het Vrijwaringsformulier
sv: Fel vid sparande av undantag: {0}

# LayinChargesError
source: Failed To Lay In Charges : {0}
de: Fehler beim Gebühren Lay: {0}
fr: N’a pas pu Lay charges : {0}
nl: Het berekenen van de prijs is mislukt
sv: Misslyckades att lägga in pris: {0}

# SessionUnavailable
source: Unable to create booking: selected session is no longer available.
de: Buchung kann nicht durchgeführt werden: ausgewählte Session ist nicht mehr verfügbar.
fr: Impossible de créer la réservation : session sélectionnée n’est plus disponible.
nl: De reservering kan niet gemaakt worden; jouw keuze is niet langer beschikbaar
sv: Bokningen kunde inte genomföras: den valda sessionen är inte längre tillgänglig.

# PleaseAnswer
source: Please answer {0}
de: Bitte antworte {0}
fr: S’il vous plaît répondre à {0}
nl: Beantwoord
sv: Snälla svara {0}

# NotImplemented
source: Support for this control type has not been implemented
de: Unterstützung für diese Steuerungstyp wurde nicht umgesetzt
fr: Prise en charge pour ce type de contrôle n’a pas été appliquée
nl: Ondersteuning voor dit besturingselementtype is niet geïmplementeerd
sv: Stöd för denna kontrolltyp har inte genomförts

# ConfigError
source: Configuration setting '{0}' not defined or invalid
de: Konfigurationseinstellung '{0}' nicht oder ungültig definiert
fr: Configuration définissant « {0} » non défini ou non valide
nl: Deze instelling is ongeldig of niet gedefinieerd
sv: Konfigurationsinställningen {0} inte definierad eller ogiltig

# AddToResError
source: Error adding person to reservation: {0}
de: Fehler beim Hinzufügen einer Person zur Reservierung: {0}
fr: Personne ajoutant erreur de réservation : {0}
nl: Het lukt niet om een persoon aan de reservering toe te voegen
sv: Det går inte att lägga till en person i bokningen: {0}

# AgeBetween
source: Age must be between {0} and {1}
de: Alter muss zwischen {0} und {1} sein
fr: Âge doit être compris entre {0} et {1}
nl: Leeftijd moet tussen {0} en {1} zijn
sv: Ålder måste vara mellan {0} och {1}

# GuardianOlder
source: Guardian must be older than {0}
de: Aufsichtsperson muss älter sein als {0}
fr: Tuteur doit être plus vieux que {0}
nl: Begeleider moet ouder zijn dan {0}
sv: Ansvarig vuxen måste vara äldre än {0}

# PersonFetchError
source: Error fetching person record for {0}
de: Fehler beim Abrufen des Personenberichts für {0}
fr: Erreur d’aller chercher le dossier de la personne pour {0}
nl: Fout bij ophalen persoonsgegevens voor {0}
sv: Det gick inte att hämta uppgifter för {0}

# SorryNoCanDo
source: Sorry I can't do that : {0}
de: Leider kann ich das nicht tun: {0}
fr: Désolé je ne peux pas le faire : {0}
nl: Sorry, dat kan ik niet
sv: Tyvärr kan jag inte göra det: {0}

# UpdatePersonError
source: Error updating Person Details : {0}
de: Fehler beim Aktualisieren der persönlichen Angaben: {0}
fr: Erreur mise à jour des détails de la personne : {0}
nl: Fout bij het bijwerken van jouw persoonlijke gegevens
sv: Det gick inte att uppdatera dina personliga uppgifter: {0}

# WaiverFetchError
source: Error fetching waiver {0}
de: Fehler beim Abrufen der Haftungserklärung {0}
fr: Erreur-fetching renonciation {0}
nl: Fout bij het ophalen van het vrijwaringsformulier
sv: Fel {0} vid hämtning waiver

# InvalidDiscount
source: Invalid Discount Code
de: Ungültiger Rabattcode
fr: Code de réduction non valide
nl: Ongeldige kortingscode
sv: Ogiltig rabattkod

# NoSitesFound
source: Error! No Sites Found!!
de: Fehler! Keine Standorte gefunden!!
fr: Erreur ! Pas trouvés de Sites!!
nl: Geen park gevonden
sv: Fel! Inga platser hittades.

# AttrError
source: Failed to save Party Attendee attributes : {0}
de: Speichern der Angaben des Partygasts fehlgeschlagen: {0}
fr: Impossible d’enregistrer les attributs parti participant : {0}
nl: Aantal gasten opslaan is mislukt
sv: Det gick inte att spara Antalet gäster : {0}

# TNSRollbackError
source: TNS Submit Payment Failed : {0} : Failed to set Booking to Active prior to cancelling : {1}
de: TNS Zahlungsübermittlung fehlgeschlagen: {0}: Buchung wurde vor der Stornierung nicht auf Aktiv gesetzt: {1}
fr: AMT Submit paiement a échoué : {0} : impossible de définir la réservation actif avant annulation : {1}
nl: TNS betaling is mislukt. {0}:Het lukt niet om de boeking te veranderen omdat de boeking geannuleerd is.
sv: TNS-betalningen misslyckades: {0}: Det gick inte att ändra bokningen till Aktiv före avbokning: {1}

# NoDefaultClient
source: No Default Client Configured
de: Kein Standard-Kunde konfiguriert
fr: Aucun Client par défaut configuré
nl: Registratie is mislukt
sv: Ingen standardklient konfigurerad

# SetActiveError
source: Failed to set resevration to active : {0}
de: Fehler beim Setzen der Änderung auf aktiv: {0}
fr: Impossible de définir resevration actifs : {0}
nl: Het lukt niet om de boeking op actief te zetten
sv: Det gick inte att aktivera bokningen: {0}

# InvalidBE
source: Unkown BE Id {0}
de: Unbekannt BEId {0}
fr: Unkown être Id {0}
nl: Onbekend Id {0}
sv: Okänd BEId {0}

# InvalidMemberProfile
source: Invalid Member Profile {0}
de: Ungültiges Mitgliedsprofil {0}
fr: Membre non valide profil {0}
nl: Ongeldige gebruikersnaam
sv: Ogiltigt medlemsprofil {0}

# InvalidMemberStatus
source: Invalid Member Status {0}
de: Ungültiger Mitglieds-Status {0}
fr: Membre non valide statut {0}
nl: Ongeldige invoer
sv: Ogiltigt medlemsstatus {0}

# NoDefaultBE
source: Error finding BE Id for default session group
de: Fehlersuche sein ID für Standardsitzung Gruppe
fr: Erreur recherche BE Id de groupe de session par défaut
nl: Fout bij het vinden van de groepsessie
sv: Det gick inte att hitta BEId för gruppsessionen i standardläge

# NoWaiverDefault
source: No Waiver Id set on default BE. No point in being here.
de: Kein Verzicht Id Satz auf Verzug. Kein Punkt in hier zu sein.
fr: Aucune renonciation l’Id est défini sur par défaut. Aucun point en sa présence.
nl: Geen vrijwaringsformulier. Het heeft geen zin om hier te zijn.
sv: Inget avstående-ID på standard. Att vara meningslöst att här.

# UnexpectedError
source: Unexpected Error {0}
de: Unerwarteter Fehler {0}
fr: Erreur inattendue {0}
nl: Er is een onverwachte fout opgetreden
sv: Oväntat fel {0}

# NoteError
source: Error creating note type {0} : {1}
de: Fehler beim Erstellen des Notizentyps {0}: {1}
fr: Erreur de création du type de Remarque {0} : {1}
nl: Fout bij het maken van een notitie
sv: Det gick inte att skapa en anteckning {0}: {1}

# CancelFailedPrepay
source: Failed to cancel Pre-Payment purchase after payment failed: {0}
de: Vorausbezahlte Buchung konnte nicht storniert werden, nachdem Zahlung fehlgeschlagen ist: {0}
fr: Impossible d’annuler l’achat paiement anticipé après paiement a échoué : {0}
nl: Kan de vooruibetaling niet annuleren, omdat de betaling niet gelukt is.
sv: Det gick inte att annullera förskottsbetalningen eftersom betalningen misslyckades: {0}

# PrepaymentFailed
source: Failed to finalise Pre-payment purchase: {0}
de: Finalisierung der Vorauszahlung fehlgeschlagen: {0}
fr: N’a pas pu finaliser l’achat de paiement anticipé : {0}
nl: De vooruitbetaling is niet gelukt
sv: Det gick inte att genomföra förskottsbetalningen: {0}

# CancelFailedVoucher
source: Failed to cancel vouchers after TNS Payment failure: {0} ({1})
de: Gutscheine konnten nicht storniert werden aufgrund eines Problems bei der Zahlungssoftware: {0} ({1})
fr: Impossible d’annuler les chèques après l’échec de paiement TNS : {0} ({1})
nl: Kan de vouchers niet annuleren omdat de TNS betaling mislukt.
sv: Det gick inte att lösa in värdekupongen på grund av ett problem med betalningen: {0} ({1})

# EnterSource
source: Please select source
de: Bitte gib deine Informationsquelle an
fr: S’il vous plaît sélectionnez source
nl: Maak een keuze
sv: Vänligen ange din post

# InvalidSite
source: Invalid Site: {0}
de: Ungültiger Standort: {0}
fr: Site non valide : {0}
nl: Ongeldige locatie: {0}
sv: Ogiltig plats: {0}

# NoResults
source: No Results Available
de: Keine Ergebnisse
fr: Aucun résultat disponible
nl: Geen resultaten beschikbaar
sv: Inga resultat

# InvalidPaymentMethod
source: Invalid Payment Method: {0}
de: Ungültige Zahlungsmethode: {0}
fr: Mode de paiement invalide : {0}
nl: Ongeldige betalingswijze: {0}
sv: Ogiltigt betalningsmetod: {0}

# PaymentMethodRequired
source: You must select a payment method
de: Sie müssen eine Zahlungsmethode auswählen
fr: Vous devez sélectionner un mode de paiement
nl: Selecteer een betalingswijze
sv: Du måste välja en betalningsmetod

# DiscountOrVoucher
source: You cannot apply a discount code and voucher code
de: Sie können nicht einen Rabatt-Code und den Gutscheincode anwenden
fr: Vous ne peut pas appliquer un code de réduction et code en chèques-cadeaux
nl: Vul of een kortingscode of een vouchercode in. Allebei kan niet.
sv: Det går inte att använda en rabattkod eller en värdekupong

# AllocationFailed
source: Failed to Allocate Payments : {0}
de: Fehler beim Zahlungen zuordnen: {0}
fr: Impossible d’allouer de paiements : {0}
sv: Det gick inte att allokera betalningar: {0}
