Repository: sajidm46/Projects
Catalog: Translator/Translator/App_GlobalResources/GlobalResource.*.resx
Languages: nl, sv

source: Activity
nl: Activiteit
sv: Alternativ

source: Add
nl: Voeg toe
sv: Tillämpa

source: Amount Paid
nl: Betaalde bedrag
sv: Erlagt belopp

# AmountToPay
source: Amount to Be Paid
nl: Te betalen bedrag
sv: Belopp som skall betalas

source: Back
nl: Terug
sv: Tillbaka

source: Balance Due
nl: Nog te betalen
sv: Utestående belopp

# BalancePayment
source: Balance needs to be paid in the centre on the party day.
nl: Openstaande bedrag bij aankomst betalen
sv: Utestående belopp måste betalas i parken på dagen för kalaset.

source: Book
nl: Reserveer
sv: Boka

source: Booked At
nl: Gereserveerd bij
sv: Bokat på

source: Booked By
nl: Gereserveerd door
sv: Bokat av

source: Booking Reference
nl: Reserveringsnummer
sv: Bokningsnummer

source: by
nl: door
sv: av

source: Cancel
nl: Annuleren
sv: Avbryt

source: Change
nl: Wijzigen
sv: Ändra

source: Charged To Account
nl: Betalen op rekening
sv: Belastat konto

source: Complete
nl: Voltooi
sv: Slutför

source: Confirm
nl: Bevestig
sv: Bekräfta

source: Confirm Password:
nl: Bevestig jouw wachtwoord
sv: Bekräfta ditt lösenord

# ConfirmPasswordRequired
source: Please confirm your password
nl: Bevestig jouw wachtwoord
sv: Bekräfta ditt lösenord

source: Continue Working
nl: Doorgaan
sv: Fortsätta att arbeta

source: Cost:
nl: Bedrag
sv: Kostnad:

source: Customer Login
nl: Inloggen
sv: Kundinloggning

source: Date
nl: Datum
sv: Datum

source: Delete
nl: Verwijderen
sv: Ta bort

source: Description:
nl: Omschrijving
sv: Beskrivning

# DiscountTotal
source: Total <b>(including Promotional Code Discount)</b>
nl: Totaalbedrag<b> (inclusief korting)</b>
sv: Totalt <b>(inklusive kampanjkod) < / b>

source: Done
nl: Klaar
sv: Klar

# EmailSent
source: Email has been sent
nl: De e-mail is verstuurd
sv: E-postmeddelandet skickades

source: End
nl: Eind
sv: Slut

# EnterPromo
source: If you have a promotional code then please enter it in the box below
nl: Voer je kortingscode hieronder in
sv: Om du har en rabattkod anger du den i fältet nedanför

# ForgottenPassword
source: Forgotten your password?
nl: Jouw wachtwoord vergeten?
sv: Glömt ditt lösenord?

source: Grand Total:
nl: Totaal
sv: Totalt belopp:

# GuardianWaiverAcceptance
source: Online Jump Waiver Guardian Acceptance
nl: Online vrijwaringsformulier geaccepteerd
sv: Acceptera friskrivningsklausulen av handledare

source: Including
nl: inclusief
sv: inklusive

source: Item
nl: Artikel
sv: Artikel

source: Location
nl: Park
sv: AirHop Park

# LoggedOut
source: <h2>You have logged out successfully.</h2><p>Please use your existing username and password to access the Members area.</p>
nl: <h2>Je bent succesvol uitgelogd.</h2> <p>Gebruik jouw gebruikersnaam en wachtwoord voor toegang tot het ledengebied.</p>
sv: <h2>Du har loggats ut.</h2> <p>Använd ditt befintliga användarnamn och lösenord för att logga in.</p>

source: Log In
nl: Inloggen
sv: Inloggning

# LoginBlurb
source: Welcome to our booking management service. You can use the username and password you were given during booking to complete your waivers before your arrival, as well as make any further bookings.
nl: Voer jouw gebruikersnaam in
sv: Du kan logga in med dina befintliga inloggningsuppgifter.

source: Logout
nl: Uitloggen
sv: Logga ut

# MasterPageBox1
source: You will only be able to jump at AirHop if you have completed our waiver. If you are under the age of 18 the waiver will need to be completed by a parent or legal guardian.
nl: Voorafgaand aan het springen moet je een vrijwaringsformulier invullen. Ben je jonger dan 18 jaar dan moet een ouder/voogd dit formulier voor jou invullen en ondertekenen.
sv: AirHop kan hoppa med den enda som har fullgjort vår ansvarsfriskrivning. Alla barn under 18 år, en förälder eller vårdnadshavare måste anta detta. Barnen, deras föräldraskap inte är på plats, måste fylla i deras friskrivning online och acceptera.

# MasterPageBox2
source: THE MINIMUM AGE TO BOUNCE AT AIRHOP IS 5 AND OVER
nl: De minimale leeftijd is 6 jaar
sv: Du måste vara minst 5 år gammal för att kunna hoppa på AirHop

# MasterPageBox3
source: **Bristol** Please be aware that there are Height and Weight restrictions for the Wipe Out Zone. For more information, click here.
nl: **Bristol** Er gelden lengte en gewichtsrestricties voor de “wipe out zone”. Klik hier voor meer informatie.
sv: Observera att parker med "Wipe Out" har vikt- och längdrestriktioner. Mer information hittar du här

# MobileMenuHelp
source: Thank you for using our mobile bookings website. If you have any issues with using the site then please let us know via the following contact methods
nl: Bedankt voor het gebruik van onze reserveringssysteem. Ondervind je moeilijkheden met het gebruik van deze mobiele website, laat het ons weten via een van de volgende contactmethodes:
sv: Tack för att du använder vårt mobila bokningssystem. Om du har några problem med denna webbplats kan du kontakta oss på:

source: Name
nl: Naam
sv: Namn

source: Next
nl: Volgende
sv: Nästa

# NothingToPay
source: Nothing to pay - no payment required.
nl: Je hoeft niets te betalen -Geen betaling nodig.
sv: Ingenting att betala

source: Online Booking
nl: Online reservering
sv: Onlinebokning

source: Online Payment
nl: Online betaling
sv: Onlinebetalning

source: Pair
nl: Paar
sv: Par

source: Participants
nl: Deelnemers
sv: Deltagare

source: Password
nl: Wachtwoord
sv: Lösenord

# PasswordMismatch
source: Password confirmation doesn’t match. Please check your password.
nl: Het wachtwoord komt niet overeen. Controleer je wachtwoord
sv: Lösenorden matchar inte. Vänligen kontrollera ditt lösenord.

# PasswordRequired
source: Password is required
nl: Wachtwoord vereist
sv: Lösenord krävs

source: Payment
nl: Betaling
sv: Betalning

source: Payment Confirmation
nl: Betalingsbevestiging
sv: Betalningsbekräftelse

source: Payment Method
nl: Betalingsmethode
sv: Betalningsmetod

source: Payment Successful!
nl: Betaling succesvol!
sv: Betalningen genomfördes!

source: -- Please Select --
nl: Maak een keuze
sv: -Vänligen välj-

source: Powered
nl: Mede mogelijk gemaakt
sv: Stöder

source: Powered by
nl: Mede mogelijk gemaakt door
sv: Stöds av

source: Pre-Payment
nl: Vooruitbetaling
sv: Förskottsbetalning

source: Price
nl: Prijs
sv: Pris

source: Processing...
nl: Wordt verwerkt….
sv: Bearbetar ...

# Promo
source: Promotional Code
nl: Kortingscode
sv: Rabattkod

# PromoText
source: Do you have a promotional code or voucher?
nl: Vul de kortingscode in het vak hieronder. Let op: de korting geldt alleen voor de Free Jumptijd
sv: Ange din kupong eller rabattkod i rutan nedanför. Gäller endast för frihoppning.

source: Purchase
nl: Bestel
sv: Köp

source: Qty
nl: Aantal
sv: Antal

source: Quantity
nl: Aantal
sv: Antal

# ReEnter
source: Please re-enter your credentials
nl: Voer je gegevens opnieuw in
sv: Skriv in dina uppgifter igen

source: Remove
nl: Verwijder
sv: Ta bort

# RequiredFields
source: * denotes required fields
nl: Velden met een * zijn verplicht
sv: * anger obligatoriska fält

# ReservationProcessing
source: Please wait whilst your reservation is processed...
nl: Een moment geduld, jouw reservering wordt verwerkt.
sv: Vänta medan din bokning bearbetas ...

source: Save
nl: Opslaan
sv: Spara

source: Select
nl: Selecteer
sv: Välj

source: Select Date:
nl: Selecteer datum
sv: Välj datum:

source: Select Location:
nl: Selecteer locatie
sv: Välj Ort:

source: Select Option
nl: Maak een keuze
sv: Välj ett alternativ

# SelectPaymentMethod
source: Please select your preferred Payment Method
nl: Selecteer betalingsmethode
sv: Vänligen välj betalningssätt

source: Session Date:
nl: Datum reservering:
sv: Datum:

source: Session Time:
nl: Tijd:
sv: Tid:

source: Sofort
nl: Direct
sv: Omedelbar banköverföring

source: Subtotal
nl: Subtotaal
sv: Delbelopp

source: Summary
nl: Gripsocks
sv: Sammanfattning

# TeamBlurb
source: The {0} Team
nl: Het team van {0}
sv: Teamet {0}

# TimeoutWarning
source: Warning. Your booking session is about to expire due to inactivity.
nl: Waarschuwing. Deze sessie is verlopen wegens inactiviteit.
sv: Varning. Din tid håller på att gå ut på grund av inaktivitet.

source: TNS Checkout
nl: Credit card
sv: Kreditkort

source: To Pay:
nl: Te betalen:
sv: Att betala:

source: Total
nl: Totaal
sv: Totalt

source: Total Cost:
nl: Totaalbedrag
sv: Total kostnad:

source: Total Discount
nl: Totale korting
sv: Rabatt

source: Total Price
nl: Totaalprijs
sv: Att betala

source: Unit Price
nl: Prijs per stuk
sv: Enhetspris

source: Update
nl: Bijwerken
sv: Uppdatering

# Username
source: Email
nl: Gebruikersnaam
sv: Användarnamn

# UsernameRequired
source: Email is required
nl: Gebruikersnaam is verplicht
sv: Användarnamn krävs

source: View
nl: Bekijk
sv: Visa

source: Voucher
nl: Kortingsvoucher
sv: Värdekupong

source: Voucher Code
nl: Kortingscode
sv: Kupongkod

# VoucherText
source: If you have a voucher code then please enter it in the box below.
nl: Voer jouw kortingscode hieronder in
sv: Om du har en kupongkod kan du ange den i fältet nedan.

# WaiverDetails
source: Participant Details
nl: Details vrijwaringsformulier
sv: We will not use the waiver

# WaiverMessage1
source: Now that you're all booked in you have the opportunity to complete your waivers now in order to save time when you arrive. This greatly reduces check-in times.
nl: De reservering is klaar. We hebben alleen nog de gegevens van alle deelnemers nodig om de vrijwaringsformulieren in te vullen voordat jullie springsessie begint.
sv: Din bokning är klar - nu behöver vi bara lite information om dem som ska hoppa med dig.

# WaiverMessage2
source: If you have some or all of the details to hand, then please click the Participants button below, this will take you to a page where you can enter their details and complete their waivers.
nl: Heb je de gegevens bij de hand van de deelnemers? Klik dan hieronder op de knop "deelnemers" en vul daar de gegevens in van alle deelnemers
sv: Om du har information om alla eller några deltagare kan du klicka på knappen nedan och ange den på nästa sida

# WaiverMessage3
source: If you don't have the details just now, then you can always login with the credentials that we have sent in your booking email and complete them at a later time.
nl: Heb je de gegevens nu niet bij de hand? Log dan later in om de gegevens aan te vullen.
sv: Om du inte har alla uppgifter till hands kan du alltid logga in med dina inloggningsuppgifter och ange aktuella uppgifter vid ett senare tillfälle.

# WaiverMessageMulti
source: Your booking involves multiple reservations, so you will have fill in the participant details for each of these separately. Take a note of the booking references above, we'll take you to the first one, and then you can simply enter each of the booking references to complete the others.
nl: Je hebt meerdere reserveringen gemaakt. Begin met het invullen van de informatie van de deelnemers die bij eerste reserveringsnumme horen. Wij begeleiden je naar de volgende reservering.
sv: Din bokning inkluderar flera reservationer, som måste fyllas i separat. Notera ditt bokningsnummer ovan. Du kommer automatiskt till den första bokningen, och sedan kan du helt enkelt ange andra bokningsnumren och fylla i all nödvändig information.

source: Welcome
nl: Welkom
sv: Välkommen

# Working
source: Working, please wait...
nl: Een moment geduld
sv: Arbetar, vänta...

source: GiroPay
nl: Giro
sv: Girobetalning

# PromoHeader
source: Promotion Codes and Vouchers
nl: Kortingscodes en Vouchers
sv: Rabattkoder och kuponger

source: Send
nl: Verzend
sv: Skicka

# Spaces
source: {0} Spaces
nl: {0} plekken<span class="uk-hidden-small"> beschikbaar</span>
sv: Fortfarande {0} platser <span class="uk-hidden-small">tillgängliga</span>

source: Prepaid
nl: Vooruitbetaald
sv: Förskottsbetald

source: Socks
nl: Sokken
sv: Strumpor

source: Submit
nl: Opslaan
sv: Uppdatera

# DepositAmount
source: 50% Deposit : {0:c}
nl: 50% aanbetaling: {0:c}
sv: 50 % handpenning: {0}

source: Full Amount :
nl: Hele bedrag
sv: Totalt att betala:

source: Good Availability
nl: Voldoende beschikbaarheid
sv: God tillgänglighet

# DiscountTotal2
source: Discount Total
nl: Totale korting
sv: Rabatt totalt

source: Balance Due Date
nl: Betalen voor due date
sv: Balansera Due Date

source: Member Account Balance
nl: Rekeninghouder
sv: Medlem konto balans

source: Preferred Time
nl: Voorkeurstijd
sv: Rekommenderad tid

# SecondHourTag
source: - with second hour
nl: -met tweede uur
sv: -med andra timmen

# DiscountNote
source: Discount [{0}]
nl: Korting [{0}]
sv: Rabatt [{0}]

source: to
nl: tot
sv: till

# ABOUT
source: OVER ONS
sv: UNDER ONS

source: ACTIVITIES
nl: ACTIVITEITEN
sv: AKTIVITETER

source: CONTACT
sv: KONTAKT

source: EVENTS
nl: EVENEMENTEN
sv: HÄNDELSER

source: FAQ
sv: VANLIGA FRÅGOR OCH SVAR

source: BOOK NOW
nl: BOEK NU
sv: BOKA NU

# UpsellItemEmailFormat
source: <tr><td>{0} Purchased:</td><td>Qty: {1}, Total: {2:c} (@{3:c})</td></tr>
nl: <tr><td>{0} gekocht:</td> <td>Qty: {1}, totaal: {2:c} (@{3:c})</td></tr>
sv: <tr><td>{0} köpt:</td> <td>Qty: {1}, totalt: {2:c} (@{3:c})</td></tr>

source: PayPal
nl: PaypPal

source: TERMSANDCONDITIONS
nl: ALGEMENE VOORWAARDEN
