Repository: sajidm46/Projects
Catalog: Translator/Translator/App_GlobalResources/PackageResource.*.resx
Languages: de, fr, nl, sv

# BookPackage_BookingOptions
source: Booking Options
de: Buchungsoptionen
fr: Options de réservation
nl: Alle boekingsmogelijkheden
sv: Bokningsalternativ

# BookPackage_MainHeader
source: Book A Package
de: Buchen Sie ein Arrangement
fr: Réservez un forfait
nl: Boek een pakket
sv: Boka ett paket

# BookPackage_NoPackages
source: There are no packages available at this location
de: An dieser Stelle gibt es keine Pakete
fr: Il n’y a pas de packages disponibles à cet endroit
nl: Daar er geen pakketten beschikbaar op deze locatie
sv: Det finns inga paket tillgängliga på den här platsen

# BookPackage_Number
source: Number Of People:
de: Anzahl der Personen:
fr: Nombre de personnes :
nl: Aantal personen:
sv: Antal personer:

# BookPackage_PreferredTime
source: Preferred Time:
de: Bevorzugte Uhrzeit:
fr: Meilleur moment :
nl: Voorkeur tijd:
sv: Rekommenderad tid:

# BookPackage_SubHeader
source: <h2>Please select the appropriate package below</h2><p>Welcome to our on-line bookings service. If you have any issues using this service then please contact the spa who will be happy to help.</p>
de: <h2>Bitte wählen Sie das entsprechende Paket unten</h2> <p>Willkommen in unserem Online-Buchungen-Dienst. Wenn Sie keine Probleme mit diesem Service haben, kontaktieren Sie bitte den Club, die gerne helfen werden.</p>
fr: <h2>S’il vous plaît sélectionnez le package approprié ci-dessous</h2> <p>Bienvenue sur notre service de réservations en ligne. Si vous avez des questions à l’aide de ce service puis veuillez contacter le club qui sera heureux de vous aider.</p>
nl: <h2>Selecteer het juiste pakket hieronder</h2> <p>Welkom bij onze on-line reserveringen service. Als u problemen met deze service hebt neem dan contact met de club die zullen helpen u graag.</p>
sv: <h2>Vänligen välj lämpligt paket nedan</h2> <p>Välkommen till vår on-line bokningar tjänst. Om du har några problem att använda denna tjänst då vänligen kontakta klubben som kommer att vara glada att hjälpa.</p>

# General_Location
source: Location:
de: Ort:
fr: Zone géographique :
nl: Locatie:
sv: Plats:

# General_Package
source: Spa Package:
de: Wellness-Paket:
fr: Forfait Spa :
nl: Spa-arrangement:
sv: Spa-paket:

# General_Price
source: Price:
de: Preis:
fr: Prix :
nl: Prijs:
sv: Pris:

# General_SearchResults
source: Search results for
de: Suchergebnisse für
fr: Résulats de la recherche
nl: Zoekresultaten voor
sv: Sökresultat för

# General_SearchSummary1
source: {0:dddd dd, MMMM yyyy hh:mm tt}, {1} Person
fr: {0:dddd dd MMMM yyyy hh:mm}, {1} personne
nl: {0:dddd dd, MMMM yyyy hh:mm tt}, {1} persoon

# General_SearchSummary2
source: {0:dddd dd, MMMM yyyy hh:mm tt}, {1} People
de: {0:dddd dd, MMMM yyyy hh:mm tt}, {1} Menschen
fr: {0:dddd dd MMMM yyyy hh:mm}, {1} personnes
nl: {0:dddd dd, MMMM yyyy hh:mm tt}, {1} mensen
sv: {0:dddd dd, MMMM yyyy hh:mm tt}, {1} personer

# PackageAcrossSites_MainHeader
source: Available Spas -
de: Verfügbaren Thermen-
fr: Spas disponibles-
nl: Beschikbaar kuuroorden-
sv: Tillgängliga Spas-

# PackageCalendar_MainHeader
source: Calendar
de: Kalender
fr: Calendrier
nl: Kalender
sv: Kalender

# PackageCalendar_SubHeader
source: Please select one of the available dates using the calendar below.
de: Bitte wählen Sie eines der verfügbaren Daten über den Kalender unten.
fr: Veuillez sélectionner une des dates disponibles en utilisant le calendrier ci-dessous.
nl: Gelieve te selecteren één van de beschikbare data met behulp van de onderstaande kalender.
sv: Vänligen välj ett av de tillgängliga datum i kalendern nedan.

# General_Guest
source: Guest {0}
de: Gast {0}
fr: Commentaires {0}
nl: Gast {0}

# PackageGroups_ItemIncluded
source: This item is included
de: <p class=\"highlight\"> dieser Artikel ist im Preis inbegriffen</p>
fr: <p class=\"highlight\"> ce point est inclus</p>
nl: <p class=\"highlight\"> dit item is opgenomen</p>
sv: <p class=\"highlight\"> den här artikeln ingår</p>

# PackageGroups_ItemsIncluded
source: These items are included
de: <p class=\"highlight\"> diese Elemente sind im Preis inbegriffen</p>
fr: <p class=\"highlight\"> ces éléments sont inclus</p>
nl: <p class=\"highlight\"> deze items zijn opgenomen</p>
sv: <p class=\"highlight\"> dessa poster ingår</p>

# PackageGroups_MaxExceeded
source: Guest {0}: You have selected too many items, please note the maximum of {1} items.
de: Gast {0}: Sie haben zu viele Elemente ausgewählt, Bitte beachten Sie die maximale Stückzahl {1}.
fr: Commentaires {0} : vous avez sélectionné trop d’éléments, veuillez noter le maximum d’éléments {1}.
nl: Gast {0}: U hebt te veel objecten geselecteerd, Let op de maximale {1} items.
sv: Guest {0}: du har markerat för många objekt, Observera högst {1} objekt.

# PackageGroups_MinRequired
source: Guest {0}: You have selected too few items, please note the minimum of {1} items.
de: Gast {0}: Sie zu wenige Elemente ausgewählt haben, beachten Sie bitte das Minimum von {1} Elemente.
fr: Commentaires {0} : vous avez sélectionné des éléments trop peu, s’il vous plaît noter le minimum d’éléments {1}.
nl: Gast {0}: hebt u te weinig items geselecteerd, Let op: het minimum van {1} items.
sv: Guest {0}: du har valt för få artiklar, Observera minst {1} objekt.

# PackageGroups_PerPerson
source: {0:c} per Person
de: {0:c} pro Person
fr: {0:c} par personne
nl: {0:c} per persoon
sv: {0} per Person

# PackageGroups_SelectItems
source: <p class=\"highlight\">Please select {0} of these items</p>
de: <p class=\"highlight\"> Bitte wählen Sie {0} dieser Elemente</p>
fr: <p class=\"highlight\"> s’il vous plaît sélectionnez {0} de ces éléments</p>
nl: <p class=\"highlight\"> Selecteer {0} van deze items</p>
sv: <p class=\"highlight\"> Vänligen välj {0} av dessa objekt</p>

# PackageGroups_SelectMaxItems
source: <p class=\"highlight\">Please select one or more of these items if required. (max {0})</p>
de: <p class=\"Highlight\"> Bitte wählen Sie eine oder mehrere dieser Elemente bei Bedarf. (max) {0}</p>
fr: <p class=\"highlight\"> s’il vous plaît sélectionner un ou plusieurs de ces éléments si nécessaire. (max {0})</p>
nl: <p class=\"highlight\"> gelieve te selecteren een of meer van deze items, indien nodig. (max) {0}</p>
sv: <p class=\"highlight\"> Vänligen välj en eller flera av dessa objekt om det behövs. (max {0})</p>

# PackageGroups_SelectMaxOptionItems
source: <p class=\"highlight\">Please select one of these items if required. (max {0})</p>
de: <p class=\"Highlight\"> Bitte wählen Sie eines dieser Elemente bei Bedarf. (max) {0}</p>
fr: <p class=\"highlight\"> s’il vous plaît sélectionner un de ces éléments si nécessaire. (max {0})</p>
nl: <p class=\"highlight\" > gelieve te selecteren één van deze items indien nodig. (max) {0}</p>
sv: <p class=\"highlight\"> Vänligen välj ett av dessa objekt om det behövs. (max {0})</p>

# PackageGroups_SelectMinItems
source: <p class=\"highlight\">Please select at least {0} of these items. (max {1})</p>
de: <p class=\"Highlight\"> Wählen Sie bitte mindestens {0} Elemente. (max {1})</p>
fr: <p class=\"highlight\"> Veuillez sélectionner au moins {0} de ces éléments. (max {1})</p>
nl: <p class=\"highlight\" > Selecteer wordt ten minste {0} van deze items. (max) {1}</p>
sv: <p class=\"highlight\"> V├ñlj minst {0} av dessa objekt. (max {1})</p>

# PackageGroups_SelectOptions
source: Please select the package options for each guest below.
de: Bitte wählen Sie die Paket-Optionen für jeden Gast unten.
fr: Veuillez sélectionner les options de paquet pour chaque invité ci-dessous.
nl: Selecteer de opties pakket voor elke gast hieronder.
sv: Vänligen välj paketalternativ för varje gäst nedan.

# PackageGroups_UpgradeOptions
source: Suggested available upgrade options
de: Vorgeschlagene verfügbaren Upgrade-Optionen
fr: Propose des options de mise à niveau disponibles
nl: Voorgestelde beschikbare upgradeopties
sv: Föreslagna tillgängliga uppgraderingsalternativ

# PackageOffers_MainHeader
source: Spa Day Availability
de: Wellness Tag Verfügbarkeit
fr: Disponibilité de jour de Spa
nl: Spa dag beschikbaarheid
sv: Tillgänglighet för Spa-dag

# PackageOffers_SubHeader
source: Available offers for
de: Verfügbare Angebote für
fr: Offres disponibles pour
nl: Beschikbare aanbiedingen voor
sv: Tillgängliga erbjudanden för

# General_TotalGuests
source: Number of Guests:
de: Anzahl der Gäste:
fr: Nombre d’invités :
nl: Aantal gasten:
sv: Antal gäster:

# PackageGuests_MainHeader
source: Your Details
de: Ihre Angaben
fr: PREMIERE RESERVATION?
nl: Uw gegevens
sv: Dina uppgifter

# PackageGuests_SubHeader
source: Package Booking for {0} on {1}
de: Paket buchen für {0} {1}
fr: Package réservation pour {0} sur {1}
nl: Pakket boeken van {0} op {1}
sv: Paketet bokning för {0} på {1}

# PackagePerson_MainHeader
source: Itemised Reservation: Guest {0}
de: Aufgeschlüsselte Reservierung: Gast {0}
fr: Inscription détaillée : Commentaires {0}
nl: Gespecificeerde reservatie: Gast {0}
sv: Specificerade bokning: Guest {0}

# Preview_AgreeTerms
source: You must agree to the terms and conditions
de: Sie müssen den Nutzungsbedingungen zustimmen
fr: Vous devez accepter les termes et conditions
nl: U moet akkoord gaan met de voorwaarden en bepalingen
sv: Du måste godkänna villkoren

# Preview_ConfirmGuests
source: Please confirm the details for each guest are correct.
de: Bitte bestätigen Sie, dass die Angaben für jeden Gast korrekt sind.
fr: Veuillez vérifier que les détails pour chaque invité sont correctes.
nl: Bevestig dat de details voor elke gast kloppen.
sv: Bekräfta informationen för varje gäst är korrekta.

# Preview_GuestDetails
source: Booking Details For Each Guest
de: Buchungsdetails für jeden Gast
fr: Détails de la réservation par convive
nl: Details boeking voor elke gast
sv: Bokningsuppgifter för varje gäst

# Preview_MainHeader
source: Preview
de: Vorschau
fr: Aperçu
nl: Voorbeeld
sv: Förhandsgranska

# Preview_SubHeader
source: <p>Please review your booking details below. Read our Terms and Conditions and tick that you agree at the bottom of this page. Click 'Next' to confirm and go to the payment screen. </p><p>Upon confirming your booking, your credit card will be charged and an email will immediately be sent to you with a detailed confirmation.</p>
de: <p>Bitte überprüfen Sie Ihre Buchung und gehen Sie zur Bestätigung Ihrer Buchung akzeptieren Sie unsere AGB und Bedingungen und klicken auf die Schaltfläche "akzeptieren".</p> <p>Nach der Bestätigung Ihrer Buchung, wird Ihre Kreditkarte belastet und eine Email wird sofort mit eine detaillierte Bestätigung an Sie gesendet werden.</p>
fr: <p>S’il vous plaît consulter votre réservation et procéder pour confirmer votre réservation en acceptant nos termes et conditions et en cliquant sur le bouton J’accepte.</p> <p>Après avoir confirmé votre réservation, votre carte de crédit sera débitée et un email sera immédiatement envoyé à vous avec une confirmation détaillée.</p>
nl: <p>Controleer uw boeking en gaat u verder met het bevestigen van uw reservering door onze voorwaarden te accepteren en voorwaarden en te klikken op de knop accepteren.</p> <p>Op de bevestiging van uw boeking, uw creditcard wordt afgeschreven en een e-mail zal onmiddellijk worden verzonden naar u met een gedetailleerde bevestiging.</p>
sv: <p>Vänligen granska din bokning och fortsätta att bekräfta din bokning genom att acceptera våra villkor och förhållanden och att klicka på knappen acceptera.</p> <p>På bekräfta din bokning, ditt kreditkort kommer att debiteras och ett mail kommer omedelbart att skickas till dig med en detaljerad bekräftelse.</p>

# Preview_Summary
source: Package Summary
de: Paket-Zusammenfassung
fr: Résumé de paquet
nl: Pakket Summary
sv: Paketet Sammanfattning

# Preview_TandCPrompt
source: I agree to the {0} booking <a href="http://www.brooklandshotelsurrey.com/terms">terms and conditions</a>
de: Ja, ich möchte {0} Buchungsbedingungen
fr: Je suis d’accord aux conditions et modalités de réservation de {0}
nl: Ik ben het eens met {0} reservering voorwaarden
sv: Jag håller med om att {0} bokningsvillkor

# General_JoinNote
source: Online Package Booking
de: Online-Paket buchen
fr: Réservation de forfait en ligne
nl: Online pakket boeken
sv: Online paketbokning

# PackagePerson_UseBooker
source: You may tick this box to use the same contact details as the head guest
de: Sie können dieses Kontrollkästchen, um die gleichen Kontaktdaten als der Kopf Gast verwenden ankreuzen.
fr: Vous pouvez cocher cette case pour utiliser les mêmes coordonnées que l’invité principal
nl: U kan Vink dit vakje als u wilt de dezelfde gegevens gebruiken als hoofd gast
sv: Du kan kryssa i denna box om du vill använda samma kontaktuppgifter som huvud gäst

# Complete_BookingDetails
source: Booking Details
de: Einzelheiten zur Buchung
fr: Détails de la réservation
nl: Details boeking
sv: Bokningsuppgifter

# Complete_BookingSummary
source: Booking Summary
de: Buchungsübersicht
fr: Résumé de la réservation
nl: Boeken overzicht
sv: Bokningsöversikt

# Complete_MainHeader
source: Thank You!
de: Danke!
fr: Merci !
nl: Dank u!
sv: Tack!

# Complete_StartTime
source: Start Time:
de: Startzeit:
fr: Heure de départ :
nl: Starttijd:
sv: Starttid:

# Complete_SubHeader
source: <h2>Your booking is confirmed</h2><p>You will shortly receive an email confirmation of the details below. Please print this page and bring it with you on your Spa Day.</p><p>Should have any questions please do not hesitate to contact us directly.</p>
de: <h2>Ihre Buchung ist bestätigt</h2> <p>Erhalten Sie in Kürze eine Bestätigung per e-Mail, die Details unten. Bitte drucken Sie diese Seite und bringen Sie es mit auf Ihren Wellness-Tag.</p> <p>Müssen alle Fragen bitte zögern Sie nicht, uns direkt zu kontaktieren.</p>
fr: <h2>Votre réservation est confirmée</h2> <p>Vous recevrez un email de confirmation des détails ci-dessous. Veuillez imprimer cette page et apportez-la avec vous le jour de votre Spa.</p> <p>Si avez des questions n’hésitent pas à nous contacter directement.</p>
nl: <h2>Uw boeking is bevestigd</h2> <p>u ontvangt binnenkort een e-mailbevestiging van de details hieronder. Gelieve print deze pagina en breng het met u op uw Spa dag.</p> <p>Moeten een vragen aarzel niet om ons te contacteren direct.</p>
sv: <h2>Din bokning är bekräftad</h2> <p>Du får inom kort ett bekräftelsemail detaljer nedan. Skriv ut sidan och ta med dig på din Spa-dag.</p> <p>Bör ha någon frågor tveka inte att kontakta oss direkt.</p>

# General_MinStartTime
source: Booking must be later than {0:hh\:mm}
de: Die Buchung muss spätestens erfolgen {0:hh\:mm}
fr: Réservation doit être postérieure à {0:hh\:mm}
nl: Reservering moet uiterlijk {0:hh\:mm}
sv: Bokningen måste vara senare än {0:hh\:mm}

# PackageGuests_TandCs
source: <h2>Booking terms and conditions</h2><p><strong>Appointments</strong><br />Please arrive at least 15 minutes prior to your appointment. All appointment times include time to change, consultation and recommendations. If you are late for your appointment, we may not be able to perform the full treatment. Late arrivals will be charged in full. </p><p><strong>Cancellation</strong><br />24 hours notice of any changes or cancellations will avoid a 50% cancellation fee.</p><p><strong>Children</strong><br />Minimum age for treatments is 16 years.</p><p><strong>Contra-Indications</strong><br />Some treatments are not recommended with certain medical conditions/history or pregnancy.Treatments suitable during pregnancy are indicated by their descriptions. If you are suffering from a medical condition or have any concerns, please contact us prior to your arrival. We may require a referral letter from your GP if you have had any past or current conditions or illnesses. </p><br />
de: <h2>Buchung AGB</h2> <p><strong>Termine</strong> < Br / > Bitte kommen Sie mindestens 15 Minuten vor Ihrem Termin. Alle Termine sind Zeit zu verändern, Beratung und Empfehlungen. Wenn Sie zu spät zu Ihrem Termin kommen, wir in der Lage, die volle Behandlung möglicherweise nicht. Verspätungen werden in Rechnung gestellt. </p> <p><strong>Stornierung</strong> < Br / > 24 Stunden Mitteilung über Änderungen oder Stornierungen wird eine Stornogebühr von 50 % zu vermeiden.</p> <p><strong>Kinder</strong> < Br / > Mindestalter für Behandlungen beträgt 16 Jahre.</p> <p><strong>Kontraindikationen</strong> < Br / > einige Behandlungen sind mit bestimmten medizinischen Bedingungen/Geschichte oder Schwangerschaft nicht empfohlen. Behandlungen während der Schwangerschaft geeignet sind durch ihre Beschreibungen angezeigt. Wenn Sie an einer Krankheit leiden oder irgendwelche Bedenken haben, kontaktieren Sie uns bitte vor Ihrer Ankunft. Wir können einen Empfehlungs-Brief von Ihrem Hausarzt verlangen, wenn Sie Vergangenheit oder aktuelle Bedingungen oder Krankheiten gehabt haben. </p> < Br / >
fr: <h2>Réservation des termes et conditions</h2> <p><strong>Nominations</strong> < br /> veuillez arriver au moins 15 minutes avant votre rendez-vous. Toutes les heures de rendez-vous incluent le temps de changer, de consultation et recommandations. Si vous êtes en retard pour votre rendez-vous, nous ne soyons pas en mesure d’effectuer le traitement complet. Arrivées tardives seront facturées dans son intégralité. </p> <p><strong>Annulation</strong> < br / &gt; 24 heures avis de toute modification ou annulation évitera des frais d’annulation de 50 %.</p> <p><strong>Enfants</strong> < br / &gt; age Minimum pour les traitements est de 16 ans.</p> <p><strong>Contre-indications</strong> < br / &gt; certains traitements ne sont pas recommandés avec certaines conditions/antécédents médicaux ou de la grossesse. Traitements appropriés pendant la grossesse sont indiquées par leurs descriptions. Si vous souffrez d’une affection médicale ou avez des questions, veuillez nous contacter avant votre arrivée. Si vous avez eu n’importe quel passé ou des conditions actuelles ou des maladies, nous exigeons une lettre de recommandation de votre médecin généraliste. </p> < br / &gt;
nl: <h2>Reservering voorwaarden</h2> <p><strong>Afspraken</strong> < br / > gelieve te komen ten minste 15 minuten voor uw afspraak. Tijden van alle afspraken zijn tijd om te veranderen, overleg en aanbevelingen. Bent u laat voor uw afspraak, wij mogelijk niet kunnen uitvoeren van de volledige behandeling. Late aankomst wordt volledig aangerekend. </p> <p><strong>Annulering</strong> < br / > 24 uur bericht van eventuele wijzigingen of annuleringen zullen vermijden een 50% annuleringskosten.</p> <p><strong>Kinderen</strong> < br / > minimumleeftijd voor behandelingen is 16 jaar.</p> <p><strong>Contra-indicaties</strong> < br / > sommige behandelingen worden niet aanbevolen met bepaalde medische voorwaarden/geschiedenis of zwangerschap. Behandelingen geschikt tijdens de zwangerschap worden aangeduid met hun beschrijvingen. Als u aan een medische aandoening lijdt of vragen hebt, neem contact met ons op voor uw aankomst. We kunnen verzoeken om een verwijsbrief van uw Huisarts als u had verleden of de huidige voorwaarden of ziekten. </p> < br / >
sv: <h2>Bokning resevillkor</h2> <p><strong>Avtalade tider</strong> < br / > vänligen anlända minst 15 minuter före ditt möte. Alla tider har tid att ändra, samråd och rekommendationer. Om du är sent för din tid, kan vi inte att kunna utföra full behandling. Sen ankomst kommer att debiteras i sin helhet. </p> <p><strong>Avbokning</strong> < br / > 24 timmar meddelande om eventuella ändringar eller avbokningar kommer att undvika en 50% avbokningsavgift.</p> <p><strong>Barn</strong> < br / > minimiålder för behandlingar är 16 år.</p> <p><strong>Kontraindikationer</strong> < br / > vissa behandlingar rekommenderas inte med vissa villkor/sjukdomshistoria eller graviditet. Behandlingar som är lämplig under graviditeten anges med deras beskrivningar. Om du lider av ett medicinskt tillstånd eller har några frågor, vänligen kontakta oss före din ankomst. Vi kan kräva en remiss brev från din husläkare om du har haft några tidigare eller nuvarande villkor eller sjukdomar. </p> < br / >

# ViewPackage_AdditionalGuests
source: Additional Guests:
de: Weitere Gäste:
fr: Invités additionnels :
nl: Extra gasten:
sv: Ytterligare gäster:

# ViewPackage_Itinerary
source: Itinerary
de: Reiseroute
fr: Itinéraire
nl: Route
sv: Resväg

# ViewPackage_LeadBooker
source: Lead Booker:
de: Führen Sie Booker:
fr: Conduire le Booker :
nl: Booker leiden:
sv: Leda Booker:

# ViewPackage_MainHeader
source: Package Booking
de: Paket-Buchung
fr: Package réservation
nl: Pakket boeken
sv: Paketbokning

# ViewPackage_None
source: None
de: Keine
fr: Aucun
nl: Geen
sv: Ingen

# General_VoucherAmount
source: Voucher Amount
de: Gutscheinbetrag
fr: Montant du bon d’achat
nl: Bedrag van de Bon
sv: Verifikationen belopp

# General_PaymentSummary
source: Payment Summary
de: Zahlungsübersicht
fr: Sommaire des versements
nl: Samenvatting van de betaling
sv: Betalning Sammanfattning

# Error_Package_NotWeb
source: This package is not available for booking via the website.
de: Dieses Paket ist nicht für die Buchung über die Website verfügbar.
fr: Ce paquet n’est pas disponible pour réservation via le site Internet.
nl: Dit pakket is niet beschikbaar voor reservering via de website.
sv: Detta paket är inte tillgänglig för bokning via hemsidan.

# Error_Voucher_InconsistentItems
source: Multiple Vouchers must be for the same package
de: Mehrere Gutscheine müssen für das gleiche Paket sein.
fr: Plusieurs pièces justificatives doivent être pour le même package
nl: Meerdere Vouchers moeten voor hetzelfde pakket worden
sv: Flera kuponger måste vara för samma paket

# Error_Voucher_Invalid
source: Voucher Serial Number {0} is invalid
de: Gutschein Seriennummer {0} ist ungültig
fr: Bon nombre de série {0} n’est pas valide
nl: Waardebon serienummer {0} is ongeldig
sv: Verifikationen serienummer {0} är ogiltig

# Error_Voucher_NoItems
source: Voucher has no Items attached. Can't decide what to do!
de: Gutschein hat keine Elemente befestigt. Kann nicht entscheiden, was zu tun!
fr: Bon a pas attachés d’éléments. Ne peut pas décider quoi faire !
nl: Bon heeft geen objecten gekoppeld. Kan niet beslissen wat te doen!
sv: Verifikationen har inga artiklar som är kopplade. Kan inte bestämma vad jag ska göra!

# Error_Voucher_NotPackage
source: Voucher Serial Number {0} is not a Package voucher
de: Gutschein Seriennummer {0} ist kein Paket Gutschein
fr: Bon nombre de série {0} n’est pas un bon paquet
nl: Waardebon serienummer {0} is niet een pakket voucher
sv: Verifikationen serienummer {0} är inte en paketet kupong

# Error_Voucher_Required
source: No Voucher Ids supplied
de: Keine Gutschein-Ids geliefert
fr: Aucun ID de Voucher est fourni
nl: Geen Voucher id's kopen
sv: Ingen Voucher ID levereras

# Error_InvalidLink
source: Link to this page is invalid. Must supply Voucher or Package ids
de: Link zu dieser Seite ist ungültig. Gutschein oder Paket-Ids muss angegeben werden.
fr: Lien vers cette page n’est pas valide. Doit fournir le Voucher ou Package ID
nl: Link naar deze pagina is ongeldig. Voucher of pakket-id moet opgeven
sv: Länk till denna sida är ogiltig. Måste lämna Voucher eller paket-ID

# Error_InvalidPackage
source: Invalid Package Id supplied
de: Ungültiges Paket-Id geliefert
fr: Id de Package non valide fourni
nl: Ongeldige pakket Id kopen
sv: Ogiltig paketet Id levereras

# General_MaxStartTime
source: Start Time cannot be later than {0:hh\:mm}
de: Startzeit darf nicht später als {0:hh\:mm} sein.
fr: Heure de début ne peut pas être postérieure à {0:hh\:mm}
nl: Begintijd kan niet later dan {0:hh\:mm}
sv: Starttiden kan inte vara senare än {0:hh\:mm}
