Repository: sajidm46/Projects
Catalog: Translator/Translator/App_GlobalResources/VoucherResource.*.resx
Languages: de, nl, sv

source: Add to order
de: Zur Bestellung hinzufügen
nl: Reserveer
sv: Lägg till beställning

source: Back To Groups
de: Zurück zu den Gruppen
nl: Terug naar groepen
sv: Tillbaka till gruppen

source: Deliver to:
de: Liefern an:
nl: Verzend naar
sv: Levereras till:

source: Deliver via:
de: Geben Sie über:
nl: Verzend via
sv: Levereras till:

source: Delivery
de: Lieferung
nl: Verzending
sv: Leverans

source: Delivery Cost
de: Versandkosten
nl: Verzendkosten
sv: Fraktkostnad

source: Delivery Information
de: Lieferinformationen
nl: Verzendinformatie
sv: Information om leverans

source: Gift Vouchers
de: Geschenkgutschein
nl: Cadeaubonnen
sv: Presentkort

source: Invalid Item.
de: Ungültige Artikel.
nl: Ongeldig artikel
sv: Ogiltig artikel.

# ItemCost
source: Cost of items in this delivery:
de: Die Kosten der Elemente in dieser Lieferung:
nl: De kosten van de artikelen in deze bestelling
sv: Kostnaden för artiklarna i denna leverans:

# MultiDelivery
source: Deliver items to multiple addresses
de: Bitte liefern an mehrere Adressen
nl: Verstuur artikelen naar verschillende adressen
sv: Vänligen leverera till flera adresser

# NoDeliveryMethods
source: No delivery methods defined.
de: Keine Versandmethoden definiert.
nl: Geen verzendmethodes gedefinieerd
sv: Definiera leveransmetoder.

source: Packaging
de: Verpackung
nl: Verpakking
sv: Förpackning

source: Personal message:
de: Persönliche Mitteilung:
nl: Persoonlijke bericht:
sv: Personligt meddelande:

source: Postage
de: Porto
nl: Verzendkosten
sv: Porto

source: Return To Cart
de: Zurück Warenkorb
nl: Terug naar het winkelmandje
sv: Tillbaka kundvagn

# ReturnToGifts
source: Return To Gifts Listings
de: Zurück zu Geschenke Anzeigen
nl: Terug naar cadeaus
sv: Tillbaka till Översikt

# SelectDelivery
source: Please select how you would like your order to be delivered. You may separate your order into multiple deliveries.
de: Bitte wählen Sie, wie Sie möchten, dass Ihre Bestellung geliefert werden. Sie können Ihre Bestellung in mehreren Lieferungen trennen.
nl: Hoe wil jij jouw bestelling verzonden hebben? Je kunt straks bij jouw bestelling verschillende verzendadressen aangeven.
sv: Välj hur din beställning ska levereras. Du kan dela upp din beställning i flera leveranser.

source: Shopping Basket
de: Einkaufskorb
nl: Winkelmandje
sv: Varukorg

# SingleDelivery
source: Deliver all items to a single address
de: Geben Sie alle Einzelteile zu einer einzigen Adresse
nl: Verstuur de artikelen naar 1 adres
sv: Leverera till samma adress

# TransactionProcessing
source: Please wait...
de: Bitte warten Sie, während Transaktion verarbeitet wird ...
nl: Een moment geduld, jouw bestelling wordt verwerkt...
sv: Vänta medan transaktionen bearbetas ...

source: Your Deliveries
de: Ihre Lieferungen
nl: Uw bestellingen
sv: Dina leveranser

# VoucherRedemption_EnterSecurityCodes
source: You need to enter the security code from the voucher you are using here. If you are redeeming more than one voucher then please enter all the security codes seperated with commas.
de: Müssen Sie dem Sicherheitscode eingeben aus dem Gutschein sind mit hier. Wenn Sie sind mehr als einen Gutschein einlösen, dann geben Sie bitte alle Sicherheit Codes getrennt durch Kommas.
sv: Måste du ange säkerhetskoden från verifikationen du använder här. Om du mer än en presentkortet så vänligen ange alla de säkerhet koder separerade med kommatecken.

# VoucherRedemption_MainHeader
source: Voucher Redemption
de: Gutschein-Einlösung
sv: Lösa in kampanjkoder

# VoucherRedemption_SecurityCodeRequired
source: Please enter your security code(s)
de: Bitte geben Sie Ihre Sicherheit Codes
sv: Vänligen ange din säkerhet farlighet

# VoucherRedemption_SecurityCodes
source: Security Code(s)
de: Sicherheit-Codes
sv: Säkerhet farlighet

# VoucherRedemption_SubHeader
source: <h2>Please select your preferences</h2><p>Welcome to our on-line voucher redemption service. If you have any issues using this service then please contact the club who will be happy to help.</p>
de: <h2>Bitte wählen Sie Ihre Präferenzen</h2> <p>Willkommen in unserem Online-Gutschein-Einlösung-Dienst. Wenn Sie keine Probleme mit diesem Service haben, kontaktieren Sie bitte den Club, die gerne helfen werden.</p>
sv: <h2>Vänligen välj dina inställningar</h2> <p>Välkommen till vår on-line verifikationen inlösen tjänst. Om du har några problem att använda denna tjänst då vänligen kontakta klubben som kommer att vara glada att hjälpa.</p>
